Repository: kubus-project/art.kubus
Catalog: lib/l10n/app_*.arb
Languages: sl

# season0ApplyInstitutionCta
source: Apply as institution
sl: Prijava kot institucija

# season0ApplyInstitutionSubtitle
source: Register your gallery or space
sl: Registriraj svojo galerijo ali prostor

# season0NewsletterCta
source: Subscribe to newsletter
sl: Naroči se na novice

# season0NewsletterSubtitle
source: Get updates on progress and events
sl: Prejemaj novice o napredku in dogodkih

# season0PointsLabel
source: KUB8 points
sl: KUB8 točke

# season0PointsTooltip
source: Off-chain progress tokens
sl: Izvenveržni žetoni napredka

# season0OnChainNote
source: On-chain features available in Labs
sl: Veržne funkcije so na voljo v Labs

# artistStudioTabExhibitions
source: Exhibitions
sl: Razstave

# desktopArtistStudioQuickActionInvitesTitle
source: Invites
sl: Vabila

# desktopArtistStudioQuickActionInvitesSubtitle
source: View collaboration invites
sl: Poglej vabila k sodelovanju

# desktopArtistStudioQuickActionInvitesPendingSubtitle
source: You have pending collaboration invites
sl: Čakajo te vabila k sodelovanju

# desktopArtistStudioQuickActionCollaborationInvitesTitle
source: Collaboration Invites
sl: Vabila k sodelovanju

# desktopArtistStudioQuickActionExhibitionsTitle
source: My Exhibitions
sl: Moje razstave

# desktopArtistStudioQuickActionExhibitionsSubtitle
source: View exhibitions you collaborate on
sl: Poglej razstave, pri katerih sodeluješ

# mnemonicRevealTitle
source: Reveal Recovery Phrase
sl: Prikaži obnovitveno frazo

# mnemonicRevealPrivacyWarning
source: Your recovery phrase (keep it private)
sl: Tvoja obnovitvena fraza (naj ostane zasebna)

# mnemonicRevealBiometricUnavailable
source: Biometric unlock unavailable. Enter PIN to reveal your recovery phrase.
sl: Biometrično odklepanje ni na voljo. Vnesi PIN, da prikažeš obnovitveno frazo.

# mnemonicRevealPinError
source: PIN must be at least 4 digits
sl: PIN mora imeti vsaj 4 številke

# mnemonicRevealPinLockedError
source: PIN locked for {seconds} seconds
sl: PIN je zaklenjen za {seconds} sekund

# mnemonicRevealIncorrectPinError
source: Incorrect PIN
sl: Napačen PIN

# mnemonicRevealCopiedToast
source: Mnemonic copied to clipboard
sl: Obnovitvena fraza je kopirana v odložišče

# mnemonicRevealShowButton
source: Show
sl: Prikaži

# mnemonicRevealEnterPinDialogTitle
source: Enter PIN
sl: Vnesi PIN

# settingsProfilePrivacySectionTitle
source: Profile privacy
sl: Zasebnost profila

# settingsPrivateProfileTitle
source: Private profile
sl: Zasebni profil

# settingsPrivateProfileSubtitle
source: Only approved followers can see your posts
sl: Samo odobreni sledilci lahko vidijo tvoje objave

# settingsShowActivityStatusTitle
source: Show activity status
sl: Prikaži stanje aktivnosti

# settingsShowActivityStatusSubtitle
source: Let others see when you're online
sl: Dovoli drugim, da vidijo, kdaj si na spletu

# settingsShareLastVisitedLocationTitle
source: Share last visited location
sl: Deli zadnjo obiskano lokacijo

# settingsShareLastVisitedLocationSubtitle
source: Let others see what you last visited
sl: Dovoli drugim, da vidijo, kaj si nazadnje obiskal/a

# settingsShowCollectionTitle
source: Show collection
sl: Prikaži zbirko

# settingsShowCollectionSubtitle
source: Display your NFT collection publicly
sl: Javno prikaži svojo NFT zbirko

# settingsAllowMessagesTitle
source: Allow messages
sl: Dovoli sporočila

# settingsAllowMessagesSubtitle
source: Receive direct messages from others
sl: Prejemaj neposredna sporočila od drugih

# presenceOnlineLabel
source: Online
sl: Na spletu

# presenceLastSeenLabel
source: Last seen {timeAgo}
sl: Nazadnje viden/-a {timeAgo}

# presenceLastSeenAtLabel
source: Last seen at {location}
sl: Nazadnje viden/-a pri {location}

# manageMarkersTitle
source: Manage markers
sl: Upravljaj označevalnike

# manageMarkersCardSubtitle
source: Create, publish, and edit your map markers
sl: Ustvari, objavi in uredi svoje označevalnike na zemljevidu

# manageMarkersQuickActionSubtitle
source: Create, publish, and edit markers
sl: Ustvari, objavi in uredi označevalnike

# manageMarkersSearchHint
source: Search markers
sl: Išči označevalnike

# manageMarkersRefreshTooltip
source: Refresh
sl: Osveži

# manageMarkersStatusDraft
source: Draft
sl: Osnutek

# manageMarkersStatusPublic
source: Public
sl: Javno

# manageMarkersStatusPrivate
source: Private
sl: Zasebno

# manageMarkersEmptyTitle
source: No markers yet
sl: Ni še označevalnikov

# manageMarkersEmptySubtitle
source: Create your first marker to place an AR experience on the map.
sl: Ustvari prvi označevalnik za AR izkušnjo na zemljevidu.

# manageMarkersSelectTitle
source: Select a marker
sl: Izberi označevalnik

# manageMarkersSelectSubtitle
source: Pick a marker from the list or create a new one.
sl: Izberi označevalnik s seznama ali ustvari novega.

# manageMarkersLoadFailedTitle
source: Couldn't load markers
sl: Označevalnikov ni mogoče naložiti

# manageMarkersLoadFailedSubtitle
source: Check your connection and try again.
sl: Preveri povezavo in poskusi znova.

# manageMarkersRetryButton
source: Retry
sl: Poskusi znova

# manageMarkersNewButton
source: New marker
sl: Nov označevalnik

# manageMarkersEditTitle
source: Edit marker
sl: Uredi označevalnik

# manageMarkersCloseTooltip
source: Close
sl: Zapri

# manageMarkersCreateButton
source: Create
sl: Ustvari

# manageMarkersSaveButton
source: Save
sl: Shrani

# manageMarkersSaveFailed
source: Failed to save marker
sl: Shranjevanje označevalnika ni uspelo

# manageMarkersCreatedToast
source: Marker created
sl: Označevalnik ustvarjen

# manageMarkersUpdatedToast
source: Marker updated
sl: Označevalnik posodobljen

# manageMarkersDeleteConfirmTitle
source: Delete marker?
sl: Izbrišem označevalnik?

# manageMarkersDeleteConfirmBody
source: This can't be undone.
sl: Tega ni mogoče razveljaviti.

# manageMarkersDeleteButton
source: Delete
sl: Izbriši

# manageMarkersCancelButton
source: Cancel
sl: Prekliči

# manageMarkersDeleteFailed
source: Failed to delete marker
sl: Brisanje označevalnika ni uspelo

# manageMarkersDeletedToast
source: Marker deleted
sl: Označevalnik izbrisan

# manageMarkersActivationRadiusLabel
source: Activation radius (m)
sl: Aktivacijski radij (m)

# manageMarkersPublishedToggleTitle
source: Published
sl: Objavljeno

# manageMarkersRequiresProximityTitle
source: Requires proximity
sl: Zahteva bližino

# manageMarkersRequiresProximitySubtitle
source: Require users to be near the marker to activate AR
sl: Uporabnik mora biti blizu označevalnika za aktivacijo AR

# manageMarkersSearchNoResults
source: No results
sl: Ni rezultatov

# manageMarkersPickSubjectTitle
source: Pick {subjectType}
sl: Izberi {subjectType}

# manageMarkersSearchSubjectsHint
source: Search subjects
sl: Išči subjekte

# manageMarkersPickArAssetTitle
source: Pick AR asset
sl: Izberi AR sredstvo

# manageMarkersSearchArAssetsHint
source: Search AR assets
sl: Išči AR sredstva

# manageMarkersClearSelectionTooltip
source: Clear selection
sl: Počisti izbor

# manageMarkersPickArAssetPlaceholder
source: Select an AR asset
sl: Izberi AR sredstvo

# artworkCommentAddButton
source: Add Comment
sl: Dodaj komentar

# artworkCommentAddTitle
source: Add Comment
sl: Dodaj komentar

# artworkCommentAddHint
source: Share your thoughts about this artwork...
sl: Deli svoje misli o tej umetnini...

# artworkCommentPostButton
source: Post Comment
sl: Objavi komentar

# artworkCommentAddedToast
source: Comment added successfully!
sl: Komentar je dodan!

# profileFieldOfWorkLabel
source: Field of work
sl: Področje dela

# profileYearsActiveLabel
source: Years active
sl: Leta delovanja

# profileYearsActiveValue
source: {count, plural, one {{count} year} other {{count} years}}
sl: {count, plural, one {{count} leto} two {{count} leti} few {{count} leta} other {{count} let}}

# commonExhibition
source: Exhibition
sl: Razstava

# commonCollection
source: Collection
sl: Zbirka

# commonInstitution
source: Institution
sl: Institucija

# commonDetails
source: Details
sl: Podrobnosti

# communitySubjectLinkedLabel
source: Linked {subjectType}
sl: Povezano: {subjectType}

# communitySubjectSelectTitle
source: Link a subject
sl: Poveži predmet

# communitySubjectSelectPrompt
source: Choose what this post references
sl: Izberi, na kaj se objava nanaša

# communitySubjectRemoveTooltip
source: Remove subject
sl: Odstrani predmet

# communitySubjectNoneLabel
source: No subject
sl: Brez predmeta

# communitySubjectPickerTitle
source: Select subject
sl: Izberi predmet

# communitySubjectPickerSearchHint
source: Search by name
sl: Išči po imenu

# communitySubjectPickerSearchPrompt
source: Start typing to search institutions
sl: Začni tipkati za iskanje institucij

# communitySubjectPickerLoadFailed
source: Unable to load subjects.
sl: Ni mogoče naložiti predmetov.

# communitySubjectPickerEmptyArtwork
source: No artworks found.
sl: Ni najdenih umetnin.

# communitySubjectPickerEmptyExhibition
source: No exhibitions found.
sl: Ni najdenih razstav.

# communitySubjectPickerEmptyCollection
source: No collections found.
sl: Ni najdenih zbirk.

# communitySubjectPickerEmptyInstitution
source: No institutions found.
sl: Ni najdenih institucij.
