Repository: kubus-project/art.kubus
Catalog: lib/l10n/app_*.arb
Languages: sl

# desktopSettingsAchievementFirstDiscoveryDescription
source: Discover your first AR artwork
sl: Odkrij svojo prvo AR umetnino

# desktopSettingsAchievementArtCollectorTitle
source: Art collector
sl: Zbiralec umetnin

# desktopSettingsAchievementArtCollectorDescription
source: View 10 AR artworks
sl: Oglej si 10 AR umetnin

# desktopSettingsAchievementCommunityMemberTitle
source: Community member
sl: Član skupnosti

# desktopSettingsAchievementCommunityMemberDescription
source: Join 3 community groups
sl: Pridruži se 3 skupinam

# desktopSettingsAchievementEventExplorerTitle
source: Event explorer
sl: Raziskovalec dogodkov

# desktopSettingsAchievementEventExplorerDescription
source: Attend 5 art events
sl: Obišči 5 umetniških dogodkov

# desktopSettingsAchievementNftCreatorTitle
source: NFT creator
sl: Ustvarjalec NFT

# desktopSettingsAchievementNftCreatorDescription
source: Mint your first NFT
sl: Ustvari svoj prvi NFT

# desktopSettingsHelpSupportTitle
source: Help & support
sl: Pomoč in podpora

# desktopSettingsHelpSupportSubtitle
source: Get help and find answers to common questions
sl: Poišči pomoč in odgovore na pogosta vprašanja

# desktopSettingsFaqTileTitle
source: FAQ
sl: Pogosta vprašanja

# desktopSettingsFaqTileSubtitle
source: Frequently asked questions
sl: Najpogostejša vprašanja

# desktopSettingsContactSupportTileSubtitle
source: Get help from our team
sl: Pomoč naše ekipe

# desktopSettingsReportBugTileTitle
source: Report a bug
sl: Prijavi napako

# desktopSettingsReportBugTileSubtitle
source: Help us improve the app
sl: Pomagaj izboljšati aplikacijo

# desktopSettingsOpeningBugReportToast
source: Opening bug report form…
sl: Odpiram obrazec za prijavo napake…

# desktopSettingsAboutSubtitle
source: AR art platform connecting artists and institutions
sl: AR umetniška platforma, ki povezuje umetnike in institucije

# desktopSettingsFeaturesSectionTitle
source: Features
sl: Funkcije

# desktopSettingsFeatureArDiscoveryTitle
source: AR art discovery
sl: Odkritje AR umetnosti

# desktopSettingsFeatureArDiscoveryDescription
source: Experience artworks in augmented reality
sl: Doživi umetnine v razširjeni resničnosti

# desktopSettingsFeatureWeb3IntegrationTitle
source: Web3 integration
sl: Integracija Web3

# desktopSettingsFeatureWeb3IntegrationDescription
source: Solana blockchain with KUB8 points
sl: Veriga Solana s KUB8 točkami

# desktopSettingsFeatureNftMintingTitle
source: NFT minting
sl: Ustvarjanje NFT

# desktopSettingsFeatureNftMintingDescription
source: Create and trade digital art collectibles
sl: Ustvarjaj in trguj z digitalnimi umetniškimi zbirateljskimi predmeti

# desktopSettingsFeatureCommunityTitle
source: Community
sl: Skupnost

# desktopSettingsFeatureCommunityDescription
source: Connect with artists and collectors
sl: Poveži se z umetniki in zbiratelji

# desktopSettingsFeatureInstitutionsTitle
source: Institutions
sl: Institucije

# desktopSettingsFeatureInstitutionsDescription
source: Partner with galleries and museums
sl: Sodeluj z galerijami in muzeji

# desktopSettingsLegalSectionTitle
source: Legal
sl: Pravno

# settingsNoWalletConnected
source: No wallet connected
sl: Denarnica ni povezana

# settingsAppearanceSectionTitle
source: Appearance
sl: Videz

# settingsThemeModeTitle
source: Theme mode
sl: Način teme

# settingsThemeModeLight
source: Light
sl: Svetla

# settingsThemeModeDark
source: Dark
sl: Temna

# settingsThemeModeSystem
source: System
sl: Sistemska

# settingsAccentColorTitle
source: Accent color
sl: Poudarjena barva

# settingsPlatformFeaturesSectionTitle
source: Platform features
sl: Funkcije platforme

# settingsRunningOnPlatform
source: Running on {platform}
sl: Zagnano na {platform}

# settingsAvailableFeaturesLabel
source: Available features:
sl: Razpoložljive funkcije:

# settingsDeveloperToolsSectionTitle
source: Developer tools
sl: Razvijalska orodja

# settingsDeveloperResetOnboardingTitle
source: Reset onboarding
sl: Ponastavi uvod

# settingsDeveloperResetOnboardingSubtitle
source: Reset onboarding state for testing
sl: Ponastavi stanje uvoda za testiranje

# settingsDeveloperClearQuickActionsTitle
source: Clear quick actions
sl: Počisti hitre akcije

# settingsDeveloperClearQuickActionsSubtitle
source: Reset recently visited screens
sl: Ponastavi nedavno obiskane zaslone

# settingsDeveloperQuickActionsClearedToast
source: Quick actions cleared
sl: Hitre akcije so počiščene

# settingsCapabilityCamera
source: Camera access (QR scanner, AR)
sl: Dostop do kamere (QR skener, AR)

# settingsCapabilityAr
source: Augmented reality features
sl: Funkcije obogatene resničnosti

# settingsCapabilityNfc
source: NFC communication
sl: NFC komunikacija

# settingsCapabilityGps
source: Location services
sl: Lokacijske storitve

# settingsCapabilityBiometrics
source: Biometric authentication
sl: Biometrično preverjanje

# settingsCapabilityNotifications
source: Push notifications
sl: Potisna obvestila

# settingsCapabilityFileSystem
source: File system access
sl: Dostop do datotečnega sistema

# settingsCapabilityBluetooth
source: Bluetooth connectivity
sl: Povezljivost Bluetooth

# settingsCapabilityVibration
source: Haptic feedback
sl: Haptični odziv

# settingsCapabilityOrientation
source: Device orientation
sl: Orientacija naprave

# settingsCapabilityBackground
source: Background processing
sl: Obdelava v ozadju

# settingsProfileSectionTitle
source: Profile settings
sl: Nastavitve profila

# settingsProfileVisibilityPublicLabel
source: Public
sl: Javno

# settingsProfileVisibilityPublicDescription
source: Anyone can see your profile
sl: Tvoj profil lahko vidi vsak

# settingsProfileVisibilityPrivateLabel
source: Private
sl: Zasebno

# settingsProfileVisibilityPrivateDescription
source: Only you can see your profile
sl: Tvoj profil vidiš samo ti

# settingsProfileVisibilityFriendsOnlyLabel
source: Friends only
sl: Samo prijatelji

# settingsProfileVisibilityFriendsOnlyDescription
source: Only friends can see your profile
sl: Tvoj profil lahko vidijo samo prijatelji

# settingsProfileVisibilityTileTitle
source: Profile visibility
sl: Vidnost profila

# settingsCurrentlyValue
source: Currently: {value}
sl: Trenutno: {value}

# settingsPrivacySettingsTileTitle
source: Privacy settings
sl: Nastavitve zasebnosti

# settingsPrivacySummary
source: Data: {dataState}, Ads: {adsState}
sl: Podatki: {dataState}, oglasi: {adsState}

# settingsSecuritySettingsTileTitle
source: Security settings
sl: Varnostne nastavitve

# settingsSecuritySummary
source: 2FA: {twoFactorStatus}, Auto-lock: {autoLockTime}
sl: 2FA: {twoFactorStatus}, samodejno zaklepanje: {autoLockTime}

# settingsEditProfileTileTitle
source: Edit profile
sl: Uredi profil

# settingsEditProfileTileSubtitle
source: Update your username, bio, and avatar
sl: Posodobi uporabniško ime, opis in avatar

# settingsAccountManagementTileTitle
source: Account management
sl: Upravljanje računa

# settingsAccountSummary
source: Type: {accountType}, Notifications: {notificationsState}
sl: Vrsta: {accountType}, obvestila: {notificationsState}

# settingsRoleSimulationTileTitle
source: Role simulation
sl: Simulacija vlog

# settingsRoleSummary
source: Artist: {artistStatus}, Institution: {institutionStatus}
sl: Umetnik: {artistStatus}, institucija: {institutionStatus}

# settingsRoleSimulationSheetTitle
source: Role simulation
sl: Simulacija vlog

# settingsRoleSimulationSheetSubtitle
source: Toggle roles to preview profile layouts locally. Changes are local to this device.
sl: Preklapljaj vloge za predogled postavitev profila lokalno. Spremembe veljajo samo na tej napravi.

# settingsRoleArtistTitle
source: Artist profile
sl: Profil umetnika

# settingsRoleArtistSubtitle
source: Show artist sections (artworks, collections)
sl: Pokaži razdelke umetnika (umetnine, zbirke)

# settingsRoleInstitutionTitle
source: Institution profile
sl: Profil institucije

# settingsRoleInstitutionSubtitle
source: Show institution sections (events, collections)
sl: Pokaži razdelke institucije (dogodki, zbirke)

# settingsWalletSectionTitle
source: Wallet & Web3
sl: Denarnica in Web3

# settingsWalletConnectionTileTitle
source: Wallet connection
sl: Povezava denarnice

# settingsWalletConnectionConnected
source: Connected
sl: Povezano

# settingsWalletConnectionNotConnected
source: Not connected
sl: Ni povezano

# settingsNetworkTileTitle
source: Network
sl: Omrežje

# settingsCurrentNetworkValue
source: Current: {network}
sl: Trenutno: {network}

# settingsTransactionHistoryTileTitle
source: Transaction history
sl: Zgodovina transakcij

# settingsTransactionHistoryTileSubtitle
source: View all transactions
sl: Ogled vseh transakcij

# settingsBackupSettingsTileTitle
source: Backup settings
sl: Nastavitve varnostnega kopiranja

# settingsAutoBackupSummary
source: Auto-backup: {status}
sl: Samodejna varnostna kopija: {status}

# settingsExportRecoveryPhraseTileTitle
source: Export recovery phrase
sl: Izvozi obnovitveno frazo

# settingsExportRecoveryPhraseTileSubtitle
source: Back up your wallet (sensitive)
sl: Varnostno kopiraj denarnico (občutljivo)

# settingsImportWalletTileTitle
source: Import existing wallet (advanced)
sl: Uvozi obstoječo denarnico (napredno)

# settingsImportWalletTileSubtitle
source: Use a recovery phrase you already have
sl: Uporabi obnovitveno frazo, ki jo že imaš

# settingsSecurityPrivacySectionTitle
source: Security & privacy
sl: Varnost in zasebnost

# settingsBiometricTileTitle
source: Biometric authentication
sl: Biometrično preverjanje

# settingsBiometricTileSubtitle
source: Use fingerprint or face unlock
sl: Uporabi prstni odtis ali prepoznavo obraza

# settingsSetPinTileTitle
source: Set app PIN
sl: Nastavi PIN aplikacije

# settingsSetPinTileSubtitle
source: Protect the app with a numeric PIN
sl: Zaščiti aplikacijo s številčnim PIN-om

# settingsAutoLockTileTitle
source: Auto-lock
sl: Samodejno zaklepanje

# settingsAutoLockTileSubtitle
source: Lock app after inactivity
sl: Zakleni aplikacijo po neaktivnosti

# settingsPrivacyModeTileTitle
source: Privacy mode
sl: Način zasebnosti

# settingsPrivacyModeTileSubtitle
source: Hide sensitive information
sl: Skrij občutljive informacije

# settingsClearCacheTileTitle
source: Clear cache
sl: Počisti predpomnilnik

# settingsClearCacheTileSubtitle
source: Remove temporary files
sl: Odstrani začasne datoteke

# settingsDataAnalyticsSectionTitle
source: Data & analytics
sl: Podatki in analitika

# settingsAnalyticsTileTitle
source: Analytics
sl: Analitika

# settingsAnalyticsTileSubtitle
source: Help improve the app
sl: Pomagaj izboljšati aplikacijo

# settingsCrashReportingTileTitle
source: Crash reporting
sl: Poročanje o zrušitvah

# settingsCrashReportingTileSubtitle
source: Send crash reports automatically
sl: Samodejno pošlji poročila o zrušitvah

# settingsSkipOnboardingTileTitle
source: Skip onboarding
sl: Preskoči uvod

# settingsSkipOnboardingTileSubtitle
source: Skip welcome screens for returning users
sl: Preskoči pozdravne zaslone za vračajoče uporabnike

# settingsDataExportTileTitle
source: Data export
sl: Izvoz podatkov

# settingsDataExportTileSubtitle
source: Download your data
sl: Prenesi svoje podatke

# settingsResetPermissionFlagsTileTitle
source: Reset permission flags
sl: Ponastavi zastavice dovoljenj

# settingsResetPermissionFlagsTileSubtitle
source: Clear saved permission/service prompts
sl: Počisti shranjene pozive za dovoljenja/storitve

# settingsAboutSectionTitle
source: About
sl: O aplikaciji

# settingsAboutVersionTileTitle
source: Version
sl: Različica

# settingsAboutTermsTileTitle
source: Terms of service
sl: Pogoji uporabe

# settingsAboutTermsTileSubtitle
source: Read our terms
sl: Preberi pogoje

# settingsAboutPrivacyTileTitle
source: Privacy policy
sl: Pravilnik o zasebnosti

# settingsAboutPrivacyTileSubtitle
source: Read our privacy policy
sl: Preberi naš pravilnik

# settingsAboutSupportTileTitle
source: Support
sl: Podpora

# settingsAboutSupportTileSubtitle
source: Get help or report issues
sl: Pomoč ali prijava težav

# settingsAboutLicensesTileTitle
source: Open source licenses
sl: Licence odprtokodnih komponent

# settingsAboutLicensesTileSubtitle
source: View third-party licenses
sl: Ogled licenc tretjih oseb

# settingsAboutRateTileTitle
source: Rate app
sl: Oceni aplikacijo

# settingsAboutRateTileSubtitle
source: Rate us on the app store
sl: Oceni nas v trgovini

# settingsDangerZoneSectionTitle
source: Danger zone
sl: Nevarno območje

# settingsLogoutTileTitle
source: Log out
sl: Odjava

# settingsLogoutTileSubtitle
source: Disconnect wallet and clear session
sl: Odklopi denarnico in počisti sejo

# settingsResetAppTileTitle
source: Reset app
sl: Ponastavi aplikacijo

# settingsResetAppTileSubtitle
source: Clear all data and settings
sl: Počisti vse podatke in nastavitve

# settingsDeleteAccountTileTitle
source: Delete account
sl: Izbriši račun

# settingsDeleteAccountTileSubtitle
source: Permanently delete your account
sl: Trajno izbriši svoj račun

# settingsSelectNetworkDialogTitle
source: Select network
sl: Izberi omrežje

# settingsNetworkMainnetDescription
source: Live Solana network
sl: Živo omrežje Solana

# settingsNetworkDevnetDescription
source: Development network for testing
sl: Razvojno omrežje za testiranje

# settingsNetworkTestnetDescription
source: Test network for development
sl: Testno omrežje za razvoj

# settingsSwitchedToNetworkToast
source: Switched to {network}
sl: Preklopljeno na {network}

# settingsConnectWalletFirstToast
source: Please connect your wallet first
sl: Najprej poveži denarnico

# settingsBackupWalletDialogTitle
source: Backup wallet
sl: Varnostna kopija denarnice

# settingsBackupWalletDialogIntro
source: This will show your recovery phrase.
sl: To bo prikazalo tvojo obnovitveno frazo.

# settingsSecurityWarningTitle
source: Security warning
sl: Varnostno opozorilo

# settingsSecurityWarningBullets
source: • Make sure you're in a private place • Never share your recovery phrase • Write it down and store it safely
sl: • Poskrbi, da si na zasebnem mestu • Nikoli ne deli obnovitvene fraze • Zapiši jo in jo varno shrani

# settingsConnectOrCreateWalletFirstToast
source: Connect or create a wallet first.
sl: Najprej poveži ali ustvari denarnico.

# settingsAutoLock10Seconds
source: 10 seconds
sl: 10 sekund

# settingsAutoLock30Seconds
source: 30 seconds
sl: 30 sekund

# settingsAutoLock1Minute
source: 1 minute
sl: 1 minuta

# settingsAutoLock5Minutes
source: 5 minutes
sl: 5 minut

# settingsAutoLock15Minutes
source: 15 minutes
sl: 15 minut

# settingsAutoLock30Minutes
source: 30 minutes
sl: 30 minut

# settingsAutoLock1Hour
source: 1 hour
sl: 1 ura

# settingsAutoLock3Hours
source: 3 hours
sl: 3 ure

# settingsAutoLock6Hours
source: 6 hours
sl: 6 ur

# settingsAutoLock12Hours
source: 12 hours
sl: 12 ur

# settingsAutoLock1Day
source: 1 day
sl: 1 dan

# settingsAutoLockNever
source: Never
sl: Nikoli

# settingsAutoLockTimerDialogTitle
source: Auto-lock timer
sl: Časovnik samodejnega zaklepa

# settingsAutoLockSetToToast
source: Auto-lock set to {value}
sl: Samodejni zaklep nastavljen na {value}

# settingsBiometricUnavailableToast
source: Biometric unlock not available on this device.
sl: Biometrično odklepanje na tej napravi ni na voljo.

# settingsBiometricFailedToast
source: Biometric authentication failed.
sl: Biometrično preverjanje ni uspelo.

# settingsExportRecoveryPhraseDialogTitle
source: Export recovery phrase
sl: Izvozi obnovitveno frazo

# settingsExportRecoveryPhraseDialogBody
source: Only view your phrase in private. We never store it, and anyone with it can move your assets.
sl: Frazo si oglej samo na zasebnem mestu. Nikoli je ne shranjujemo. Kdor jo ima, lahko premakne tvoja sredstva.

# settingsExportRecoveryPhraseDialogConfirm
source: Confirm you are ready before revealing the words.
sl: Potrdi, da si pripravljen/a, preden pokažemo besede.

# settingsShowPhraseButton
source: Show phrase
sl: Prikaži frazo

# settingsImportWalletDialogTitle
source: Import existing wallet
sl: Uvozi obstoječo denarnico

# settingsImportWalletDialogBody
source: Only paste a recovery phrase from a trusted source. Avoid public Wi-Fi and screensharing while importing.
sl: Obnovitveno frazo vnesi le iz zaupanja vrednega vira. Med uvozom se izogibaj javnemu Wi‑Fi-ju in deljenju zaslona.

# settingsImportWalletDialogConfirm
source: We never store your seed phrase. You keep full ownership of your assets.
sl: Fraze nikoli ne shranjujemo. Lastništvo nad svojimi sredstvi imaš ves čas ti.

# settingsSetPinDialogTitle
source: Set app PIN
sl: Nastavi PIN aplikacije

# settingsConfirmPinLabel
source: Confirm PIN
sl: Potrdi PIN

# settingsPinClearedToast
source: PIN cleared
sl: PIN je počiščen

# settingsClearPinButton
source: Clear PIN
sl: Počisti PIN

# settingsPinMinLengthError
source: PIN must be at least 4 digits
sl: PIN mora imeti vsaj 4 številke

# settingsPinMismatchError
source: PINs do not match
sl: PIN-a se ne ujemata

# settingsPinSetSuccessToast
source: PIN set successfully
sl: PIN je uspešno nastavljen

# settingsPinSetFailedToast
source: Failed to set PIN
sl: PIN ni bilo mogoče nastaviti

# settingsClearCacheDialogTitle
source: Clear cache
sl: Počisti predpomnilnik

# settingsClearCacheDialogBody
source: This will clear temporary files and may improve performance.
sl: To bo počistilo začasne datoteke in lahko izboljša delovanje.

# settingsCacheClearedToast
source: Cache cleared successfully
sl: Predpomnilnik je uspešno počiščen

# settingsClearButton
source: Clear
sl: Počisti

# settingsResetPermissionFlagsDialogTitle
source: Reset permission flags
sl: Ponastavi zastavice dovoljenj

# settingsResetPermissionFlagsDialogBody
source: This will clear the app's stored permission and service request flags. Use this to re-trigger permission prompts if needed.
sl: To bo počistilo shranjene zastavice pozivov za dovoljenja in storitve. Uporabi, če želiš ponovno sprožiti pozive za dovoljenja.

# settingsPermissionFlagsResetToast
source: Permission flags reset
sl: Zastavice dovoljenj so ponastavljene

# settingsResetButton
source: Reset
sl: Ponastavi

# settingsExportDataDialogTitle
source: Export data
sl: Izvoz podatkov

# settingsExportDataDialogBody
source: This will create a file with your app data (excluding private keys).
sl: To bo ustvarilo datoteko s tvojimi podatki aplikacije (brez zasebnih ključev).

# settingsDataExportedToast
source: Data exported: {count} categories
sl: Podatki izvoženi: {count} kategorij

# settingsExportButton
source: Export
sl: Izvozi

# settingsResetAppDialogTitle
source: Reset app
sl: Ponastavi aplikacijo

# settingsResetAppDialogBody
source: This will clear all app data and settings. Your wallet will be disconnected but not deleted.
sl: To bo počistilo vse podatke in nastavitve. Denarnica bo odklopljena, ne pa izbrisana.

# settingsAppResetSuccessToast
source: App reset successfully. Please restart the app.
sl: Aplikacija je uspešno ponastavljena. Prosim, znova jo zaženi.

# settingsDeleteAccountDialogTitle
source: Delete account
sl: Izbriši račun

# settingsDeleteAccountDialogBody
source: We will remove your profile and community data from our servers. Your wallet stays yours and will remain functional.
sl: Odstranili bomo tvoj profil in podatke skupnosti s strežnikov. Denarnica ostane tvoja in bo še naprej delovala.

# settingsFinalConfirmationTitle
source: Final confirmation
sl: Končna potrdiv

# settingsDeleteAccountFinalConfirmationBody
source: Are you absolutely sure you want to delete your account? This action cannot be undone.
sl: Si res prepričan/a, da želiš izbrisati račun? Tega dejanja ni mogoče razveljaviti.

# settingsConfirmButton
source: Confirm
sl: Potrdi

# settingsDeleteAccountBackendFailedToast
source: Backend deletion failed. Please try again.
sl: Brisanje na strežniku ni uspelo. Poskusi znova.

# settingsAccountDeletedToast
source: Account deleted. All data has been removed.
sl: Račun je izbrisan. Vsi podatki so odstranjeni.

# settingsDeleteForeverButton
source: Delete forever
sl: Izbriši za vedno

# settingsEnableNotificationsInSystemToast
source: Enable notifications in system settings to receive alerts.
sl: Za prejemanje obvestil jih omogoči v sistemskih nastavitvah.

# settingsLogoutDialogTitle
source: Log out
sl: Odjava

# settingsLogoutDialogBody
source: Disconnect your wallet and clear your session on this device?
sl: Odklopim denarnico in počistim sejo na tej napravi?

# settingsLogoutButton
source: Log out
sl: Odjava

# settingsTransactionHistoryDialogTitle
source: Transaction history
sl: Zgodovina transakcij

# settingsRecentTransactionsTitle
source: Recent transactions
sl: Nedavne transakcije

# settingsNoTransactionsTitle
source: No transactions found
sl: Ni transakcij

# settingsNoTransactionsDescription
source: Your transaction history will appear here when you start making transactions.
sl: Zgodovina transakcij se bo prikazala tukaj, ko začneš opravljati transakcije.

# settingsTxReceivedLabel
source: Received
sl: Prejeto

# settingsTxSentLabel
source: Sent
sl: Poslano

# settingsTxFromLabel
source: From
sl: Od

# settingsTxToLabel
source: To
sl: Za

# settingsAppVersionDialogTitle
source: App version
sl: Različica aplikacije

# settingsVersionValue
source: Version: {version}
sl: Različica: {version}

# settingsAllRightsReserved
source: All rights reserved.
sl: Vse pravice pridržane.

# settingsTermsDialogTitle
source: Terms of service
sl: Pogoji uporabe

# settingsTermsDialogBody
source: By using art.kubus, you agree to these terms: 1. You are responsible for maintaining the security of your wallet. 2. We do not store your private keys or seed phrases. 3. All transactions are final and irreversible. 4. Use the app at your own risk. 5. We reserve the right to update these terms. For the complete terms, visit our website.
sl: Z uporabo art.kubus se strinjaš s temi pogoji: 1. Za varnost svoje denarnice odgovarjaš ti. 2. Ne shranjujemo tvojih zasebnih ključev ali obnovitvenih fraz. 3. Vse transakcije so dokončne in nepovratne. 4. Aplikacijo uporabljaš na lastno odgovornost. 5. Pridržujemo si pravico do posodobitve teh pogojev. Za celotne pogoje obišči našo spletno stran.

# settingsPrivacyPolicyDialogTitle
source: Privacy policy
sl: Pravilnik o zasebnosti

# settingsPrivacyPolicyDialogBody
source: Your privacy is important to us: • We do not collect personal data without consent • Your wallet data is stored locally on your device • We may collect anonymous usage statistics • We do not share your data with third parties • You can disable analytics in Privacy settings For our complete privacy policy, visit our website.
sl: Tvoja zasebnost nam je pomembna: • Osebnih podatkov ne zbiramo brez soglasja • Podatki denarnice so shranjeni lokalno na napravi • Lahko zbiramo anonimno statistiko uporabe • Podatkov ne delimo s tretjimi osebami • Analitiko lahko izključiš v nastavitvah zasebnosti Za celoten pravilnik obišči našo spletno stran.

# settingsSupportDialogTitle
source: Support
sl: Podpora

# settingsSupportDialogBody
source: Need help? Choose an option:
sl: Potrebuješ pomoč? Izberi možnost:

# settingsOpeningFaqToast
source: Opening FAQ…
sl: Odpiram FAQ…

# settingsViewFaqButton
source: View FAQ
sl: Ogled FAQ

# settingsOpeningEmailClientToast
source: Opening email client…
sl: Odpiram e‑poštni odjemalec…

# settingsContactSupportButton
source: Contact support
sl: Kontaktiraj podporo

# settingsLicensesDialogTitle
source: Open source licenses
sl: Licence odprtokodnih komponent
