Repository: kubus-project/art.kubus
Catalog: lib/l10n/app_*.arb
Languages: sl

# communityLocationEnableServicesToast
source: Enable location services to attach your location.
sl: Vključi lokacijske storitve, da lahko priložiš lokacijo.

# communityLocationPermissionRequiredToast
source: Location permission is required.
sl: Za to dejanje je potrebno dovoljenje za lokacijo.

# communityLocationUnableToDetermineToast
source: Unable to determine your location.
sl: Lokacije ni mogoče določiti.

# communityLocationUnableToAccessToast
source: Unable to access your location.
sl: Do lokacije ni mogoče dostopati.

# communityArtFeedLocationPermissionRequiredError
source: Location permission is required for the art feed.
sl: Za umetniški vir je potrebno dovoljenje za lokacijo.

# communityArtFeedLoadFailedError
source: Unable to load the art feed.
sl: Umetniškega vira ni mogoče naložiti.

# communityArtFeedLoadFailedToast
source: Unable to load the art feed right now.
sl: Umetniškega vira trenutno ni mogoče naložiti.

# communityFollowingFeedUnavailableToast
source: Following feed is unavailable. Please try again later.
sl: Vir Spremljam ni na voljo. Poskusi znova pozneje.

# communityDiscoverFeedUnavailableToast
source: Discover feed is unavailable. Please try again later.
sl: Vir Odkrij ni na voljo. Poskusi znova pozneje.

# communityScreenTitle
source: Connect
sl: Poveži se

# communityFollowingTab
source: Following
sl: Spremljam

# communityDiscoverTab
source: Discover
sl: Odkrij

# communityGroupsTab
source: Groups
sl: Skupine

# communityArtTab
source: Art
sl: Umetnost

# communityFeedEmptyTitle
source: No posts yet
sl: Še ni objav

# communityFeedEmptyDescription
source: Follow creators to see their updates here.
sl: Spremljaj ustvarjalce, da se njihove objave prikažejo tukaj.

# communityDiscoverEmptyTitle
source: Nothing to discover yet
sl: Za zdaj ni nič za odkriti

# communityDiscoverEmptyDescription
source: Check back soon for new posts.
sl: Kmalu preveri znova za nove objave.

# communityNewPostsBanner
source: Show {count, plural, =1{1 new post} other{{count} new posts}}
sl: Pokaži {count, plural, =1{1 novo objavo} other{{count} novih objav}}

# communityGroupsEmptyTitle
source: No groups yet
sl: Še ni skupin

# communityGroupsEmptyDescription
source: Create a group or join one to start collaborating.
sl: Ustvari skupino ali se pridruži obstoječi, da začneš sodelovati.

# communityGroupsEmptySearchDescription
source: No groups found for "{query}".
sl: Ni skupin za "{query}".

# communityGroupsEndOfDirectory
source: End of directory
sl: Konec imenika

# communityGroupsSearchHint
source: Search community groups
sl: Išči skupine

# communityClearSearchTooltip
source: Clear search
sl: Počisti iskanje

# communityFabNewPost
source: New post
sl: Nova objava

# communityFabCreateGroup
source: Create group
sl: Ustvari skupino

# communityFabGroupPost
source: Group post
sl: Objava v skupini

# communityFabPostReview
source: Post review
sl: Ocena umetnine

# communityCreateGroupTitle
source: Create Group
sl: Ustvari skupino

# communityCreateGroupNameLabel
source: Group Name
sl: Ime skupine

# communityCreateGroupNameHint
source: e.g. Ljubljana creators
sl: npr. Ljubljana creators

# communityCreateGroupDescriptionLabel
source: Description
sl: Opis

# communityCreateGroupDescriptionHint
source: What is this group about?
sl: O čem je ta skupina?

# communityCreateGroupPublicLabel
source: Public Group
sl: Javna skupina

# communityCreateGroupPublicHint
source: Anyone can join and see posts.
sl: Vsak se lahko pridruži in vidi objave.

# communityCreateGroupPrivateHint
source: Members join by invitation.
sl: Člani se pridružijo z vabilom.

# communityCreateGroupButton
source: Create group
sl: Ustvari skupino

# communityCreateGroupFailedToast
source: Unable to create group right now.
sl: Skupine trenutno ni mogoče ustvariti.

# communityGroupCreatedToast
source: Group "{name}" created.
sl: Skupina "{name}" je ustvarjena.

# communityViewPostButton
source: View post
sl: Odpri objavo

# communitySearchTypeProfiles
source: Profiles
sl: Profili

# communitySearchTypeArtworks
source: Artworks
sl: Umetnine

# communitySearchTypeInstitutions
source: Institutions
sl: Institucije

# communitySearchTypeScreens
source: Screens
sl: Zasloni

# communitySearchTypePosts
source: Posts
sl: Objave

# communitySearchHintProfiles
source: Search people…
sl: Išči ljudi…

# communitySearchHintArtworks
source: Search artworks…
sl: Išči umetnine…

# communitySearchHintInstitutions
source: Search institutions…
sl: Išči institucije…

# communitySearchHintScreens
source: Search screens…
sl: Išči zaslone…

# communitySearchHintPosts
source: Search posts…
sl: Išči objave…

# communitySearchEmptyStartTyping
source: Start typing to search
sl: Začni tipkati za iskanje

# communitySearchEmptyNoResults
source: No results found
sl: Ni rezultatov

# communitySearchSheetHintTags
source: Search tags…
sl: Išči oznake…

# communitySearchSheetHintProfiles
source: Search users by name or @handle…
sl: Išči uporabnike po imenu ali @uporabniškem…

# communitySearchSheetHintArtworks
source: Search artworks…
sl: Išči umetnine…

# communitySearchSheetHintDefault
source: Search…
sl: Išči…

# communityComposerTitle
source: Compose
sl: Sestavi

# communityComposerTextHint
source: Share what you’re building, discovering, or activating…
sl: Deli, kaj ustvarjaš, odkritvoj ali aktiviraš…

# communityComposerTargetGroupLabel
source: Target group
sl: Ciljna skupina

# communityComposerGroupOptionalHelper
source: Optional • Join a group to unlock curator chats.
sl: Neobvezno • Pridruži se skupini za dostop do kuratorskih klepetov.

# communityComposerPostingInGroupHelper
source: Posting in {groupName}. Tap to change or clear.
sl: Objavljaš v {groupName}. Tapni za spremembo ali odstranitev.

# communityComposerRemoveGroupTooltip
source: Remove group
sl: Odstrani skupino

# communityComposerLinkArtworkTitle
source: Link artwork
sl: Poveži umetnino

# communityComposerLinkArtworkDescription
source: Choose an artwork to attach to your post.
sl: Izberi umetnino, ki jo želiš priložiti objavi.

# communityComposerArtworkAttachedDescription
source: Attached artwork: {title}
sl: Priložena umetnina: {title}

# communityComposerRemoveArtworkTooltip
source: Remove artwork
sl: Odstrani umetnino

# communityComposerAttachCurrentLocationButton
source: Attach current location
sl: Priloži trenutno lokacijo

# communityComposerAttachedLocationLabel
source: Attached location
sl: Priložena lokacija

# communityComposerRemoveLocationTooltip
source: Remove location
sl: Odstrani lokacijo

# communityBookmarkAddedToast
source: Post bookmarked!
sl: Objava shranjena!

# communityBookmarkRemovedToast
source: Bookmark removed!
sl: Zaznamek odstranjen!

# communityBookmarkUpdateFailedToast
source: Could not update bookmark.
sl: Zaznamka ni bilo mogoče posodobiti.

# communityComposerCategoryPostLabel
source: Post
sl: Objava

# communityComposerCategoryPostDescription
source: Share an update with the community
sl: Deli posodobitev s skupnostjo

# communityComposerCategoryArtDropDescription
source: Share a new artwork or collection
sl: Deli novo umetnino ali kolekcijo

# communityComposerCategoryArtReviewLabel
source: Art review
sl: Ocena umetnine

# communityComposerCategoryArtReviewDescription
source: Share a review or critique
sl: Deli oceno ali kritiko

# communityComposerCategoryEventLabel
source: Event
sl: Dogodek

# communityComposerCategoryEventDescription
source: Announce a meetup or event
sl: Napovej dogodek ali srečanje

# communityComposerCategoryQuestionLabel
source: Question
sl: Vprašanje

# communityComposerCategoryQuestionDescription
source: Ask the community
sl: Vprašaj skupnost

# communityGroupFeedEmptyTitle
source: No posts in this group yet
sl: Še ni objav v tej skupini

# communityGroupFeedEmptyDescription
source: Be the first to start the conversation.
sl: Bodi prvi, ki začne pogovor.

# communityGroupFeedShareText
source: Check out {authorName}'s post in {groupName} on art.kubus.
sl: Oglej si objavo uporabnika {authorName} v skupini {groupName} na art.kubus.

# communityArtFeedHeaderTitle
source: Art feed
sl: Umetniški vir

# communityArtFeedRadiusSubtitle
source: Radius: {radius}
sl: Radij: {radius}

# communityArtFeedCenterSubtitle
source: Center: {lat}, {lng}
sl: Središče: {lat}, {lng}

# communityArtFeedEnablePreciseLocationHint
source: Enable precise location for better results.
sl: Omogoči natančno lokacijo za boljše rezultate.

# communityArtFeedLocationNeededTitle
source: Location needed
sl: Potrebna je lokacija

# communityArtFeedLocationNeededDescription
source: Enable location to see activations near you.
sl: Omogoči lokacijo za ogled aktivacij v bližini.

# communityArtFeedNoNearbyActivationsTitle
source: No nearby activations
sl: Ni aktivacij v bližini

# communityArtFeedNoNearbyActivationsDescription
source: Try refreshing your location or increasing the radius.
sl: Poskusi osvežiti lokacijo ali povečati radij.

# communityArtFeedRefreshLocationButton
source: Refresh location
sl: Osveži lokacijo

# communityArtFeedAboutTitle
source: About the art feed
sl: O umetniškem viru

# communityArtFeedAboutBody
source: The art feed shows location-based activations shared by the community near you.
sl: Umetniški vir prikazuje lokacijske aktivacije, ki jih delijo člani skupnosti v tvoji bližini.

# communityArtFeedAboutButton
source: About
sl: O tem

# communityArtFeedShareText
source: Check out {authorName}'s activation on art.kubus.
sl: Oglej si aktivacijo uporabnika {authorName} na art.kubus.

# communityNameThisPlaceTitle
source: Name this place
sl: Poimenuj ta kraj

# communityNamePlaceHint
source: e.g. City park
sl: npr. Mestni park

# communityConnectWalletFirstToast
source: Please connect your wallet first.
sl: Najprej poveži denarnico.

# communityUnableToAuthenticateToast
source: Unable to authenticate. Please try again.
sl: Overitev ni uspela. Poskusi znova.

# communityComposerAddContentToast
source: Add text, an image, or a video.
sl: Dodaj besedilo, sliko ali video.

# communityComposerSharedInGroupToast
source: Posted in {groupName}
sl: Objavljeno v {groupName}

# communityGroupFallbackName
source: this group
sl: tej skupini

# communityComposerPostCreatedToast
source: Post created
sl: Objava ustvarjena

# communityComposerCreatePostFailedToast
source: Failed to create post.
sl: Objave ni bilo mogoče ustvariti.

# communityToggleLikeFailedToast
source: Failed to update like.
sl: Všečka ni bilo mogoče posodobiti.

# communityPostLikesTitle
source: Post likes
sl: Všečki objave

# communityCommentLikesTitle
source: Comment likes
sl: Všečki komentarja

# communityReplyingToCommentLabel
source: Replying…
sl: Odgovarjaš…

# communityCommentAuthRequiredToast
source: Sign in to comment.
sl: Za komentiranje se prijavi.

# communityRepostedByTitle
source: Reposted by
sl: Ponovno objavili

# communityRepostsLoadFailedMessage
source: Failed to load reposts.
sl: Ponovnih objav ni bilo mogoče naložiti.

# communityNoRepostsTitle
source: No reposts yet
sl: Še ni ponovnih objav

# communityNoRepostsDescription
source: Be the first to repost this
sl: Bodi prvi, ki ponovno objavi to

# communityUnrepostAction
source: Unrepost
sl: Prekliči ponovno objavo

# communityUnrepostTitle
source: Remove repost?
sl: Odstranim ponovno objavo?

# communityUnrepostConfirmBody
source: Remove your repost of this post?
sl: želiš odstraniti svojo ponovno objavo te objave?

# communityRepostRemovedToast
source: Repost removed
sl: Ponovna objava odstranjena

# communityUnrepostFailedToast
source: Failed to remove repost.
sl: Ponovne objave ni bilo mogoče odstraniti.

# commonSomethingWentWrong
source: Something went wrong.
sl: Nekaj je šlo narobe.

# commonGreetingMorning
source: Good morning
sl: Dobro jutro

# commonGreetingAfternoon
source: Good afternoon
sl: Dober dan

# commonGreetingEvening
source: Good evening
sl: Dober večer

# commonWeekdayMonShort
source: Mon
sl: Pon

# commonWeekdayTueShort
source: Tue
sl: Tor

# commonWeekdayWedShort
source: Wed
sl: Sre

# commonWeekdayThuShort
source: Thu
sl: Čet

# commonWeekdayFriShort
source: Fri
sl: Pet

# commonWeekdaySatShort
source: Sat
sl: Sob

# commonWeekdaySunShort
source: Sun
sl: Ned

# downloadAppCouldNotOpenStoreToast
source: Could not open the store. Please visit: {url}
sl: Trgovine ni bilo mogoče odpreti. Obišči: {url}

# downloadAppDefaultFeatureName
source: AR Features
sl: AR funkcije

# downloadAppExperienceInArTitle
source: Experience {featureName} in AR
sl: Doživi {featureName} v AR

# downloadAppDefaultDescription
source: For the best AR experience, use the mobile app.
sl: Za najboljšo AR izkušnjo uporabi mobilno aplikacijo.

# downloadAppFeatureViewInAr
source: View artworks in AR
sl: Ogled umetnin v AR

# downloadAppFeatureScanArtworks
source: Scan artworks
sl: Skeniraj umetnine

# downloadAppFeatureInteractive3d
source: Interactive 3D models
sl: Interaktivni 3D modeli

# downloadAppFeatureLocationDiscovery
source: Location-based discovery
sl: Odkrij glede na lokacijo

# downloadAppDownloadForLabel
source: Download for:
sl: Prenesi za:

# downloadAppScanQrTitle
source: Scan QR code
sl: Skeniraj QR kodo

# downloadAppScanQrSubtitle
source: Open this page on your phone to download the app.
sl: Odpri to stran na telefonu za prenos aplikacije.

# downloadAppContinueBrowsingButton
source: Continue browsing
sl: Nadaljuj brskanje

# homeDefaultDisplayName
source: there
sl: prijatelj

# homeWelcomeSubtitle
source: Ready to discover new art today?
sl: Si za to, da danes odkriješ novo umetnost?

# homeExploreWeb3Button
source: Explore Web3
sl: Razišči Web3

# homeQuickActionsTitle
source: Quick Actions
sl: Hitra dejanja

# homeRecentlyUsedLabel
source: Recently Used
sl: Nedavno uporabljeno

# homeQuickActionsEmptyDescription
source: Your shortcuts will appear here as you use the app.
sl: Bližnjice se bodo prikazale tukaj, ko začneš uporabljati aplikacijo.

# homeYourStatsTitle
source: Your Stats
sl: Tvoja statistika

# homeNoStatsAvailableTitle
source: No stats yet
sl: Še ni statistike

# homeNoStatsAvailableDescription
source: Check back later for your activity stats.
sl: Pozneje preveri svojo statistiko aktivnosti.

# homeStatArtworks
source: Artworks
sl: Umetnine

# homeStatFollowers
source: Followers
sl: Sledilci

# homeStatViews
source: Views
sl: Ogledi

# homeStatsDialogTitle
source: {statName} Details
sl: Podrobnosti za {statName}

# homeStatsTrendTitle
source: {statName} Trend
sl: Trend za {statName}

# homeViewAdvancedButton
source: View Advanced
sl: Napredno

# homeRecentMilestonesTitle
source: Recent Milestones
sl: Nedavni mejniki

# homeStatsNoMilestonesYet
source: No milestones yet
sl: Še ni mejnikov

# homeStatsMilestoneArtworks1
source: 1st artwork created
sl: Prva ustvarjena umetnina

# homeStatsMilestoneArtworks2
source: 5 artworks created
sl: 5 ustvarjenih umetnin

# homeStatsMilestoneArtworks3
source: 10 artworks created
sl: 10 ustvarjenih umetnin

# homeStatsMilestoneFollowers1
source: First follower
sl: Prvi sledilec

# homeStatsMilestoneFollowers2
source: 10 followers
sl: 10 sledilcev

# homeStatsMilestoneFollowers3
source: 50 followers
sl: 50 sledilcev

# homeStatsMilestoneViews1
source: 100 views
sl: 100 ogledov

# homeStatsMilestoneViews2
source: 500 views
sl: 500 ogledov

# homeStatsMilestoneViews3
source: 1,000 views
sl: 1.000 ogledov

# homeRecentActivityTitle
source: Recent Activity
sl: Nedavna aktivnost

# homeNoRecentActivityTitle
source: No recent activity
sl: Ni nedavne aktivnosti

# homeNoRecentActivityDescription
source: Your recent actions will show up here.
sl: Tvoja nedavna dejanja se bodo prikazala tukaj.

# homeUnableToLoadActivityTitle
source: Unable to load activity
sl: Aktivnosti ni mogoče naložiti

# homeFeaturedArtworksTitle
source: Featured Artworks
sl: Izbrane umetnine

# homeNoFeaturedArtworksTitle
source: No featured artworks
sl: Ni izbranih umetnin

# homeNoFeaturedArtworksDescription
source: Check back soon for curated picks.
sl: Vrni se kmalu po skrbno izbrane predloge.

# homeActivityTitle
source: Activity
sl: Aktivnost

# homeMarkAllReadButton
source: Mark all read
sl: Označi vse kot prebrano

# homeUnableToLoadNotificationsTitle
source: Unable to load notifications
sl: Obvestil ni mogoče naložiti

# homeNoNotificationsTitle
source: No notifications
sl: Ni obvestil

# homeAllCaughtUpDescription
source: You're all caught up.
sl: Vse je pregledano.

# homeMockNotificationNewArtworkTitle
source: New artwork added
sl: Dodana nova umetnina

# homeMockNotificationNewArtworkBody
source: A new piece has been added to the gallery.
sl: V galerijo je bila dodana nova umetnina.

# homeMockNotificationCommunityTitle
source: Community update
sl: Posodobitev skupnosti

# homeMockNotificationCommunityBody
source: New posts are waiting in the community.
sl: V skupnosti te čakajo nove objave.

# homeMockNotificationRewardsTitle
source: Rewards available
sl: Na voljo so nagrade

# homeMockNotificationRewardsBody
source: You have new rewards ready to claim.
sl: Na voljo imaš nove nagrade za prevzem.

# commonExplore
source: Explore
sl: Razišči

# commonNoSuggestions
source: No suggestions
sl: Ni predlogov

# desktopHomeWelcomeFallbackName
source: Welcome to art.kubus
sl: Dobrodošel/a v art.kubus

# desktopHomeDiscoverArtTitle
source: Discover Art Around You
sl: Odkrij umetnost okoli sebe

# desktopHomeDiscoverArtDescription
source: Explore immersive augmented reality artworks, connect with creators, and earn KUB8 tokens for discovering art.
sl: Raziskuj poglobljena dela v obogateni resničnosti, poveži se z ustvarjalci in zasluži žetone KUB8 za odkrivanje umetnosti.

# desktopHomeYourActivityTitle
source: Your Activity
sl: Tvoja aktivnost

# desktopHomeYourActivitySubtitle
source: Track your progress and engagement
sl: Spremljaj svoj napredek in sodelovanje

# desktopHomeStatArtworksDiscovered
source: Artworks Discovered
sl: Odkrita dela

# desktopHomeStatArSessions
source: AR Sessions
sl: AR seje

# desktopHomeStatNftsCollected
source: NFTs Collected
sl: Zbrani NFT-ji

# desktopHomeStatKub8Earned
source: KUB8 Earned
sl: Prisluženi KUB8

# desktopHomeQuickActionsSubtitle
source: Based on your recent visits
sl: Na podlagi tvojih nedavnih obiskov

# desktopHomeQuickActionsEmptySubtitle
source: Start exploring to see your recent screens here
sl: Začni raziskovati, da se tu prikažejo nedavni zasloni

# desktopHomeQuickActionsEmptyTitle
source: No recent visits yet
sl: Za zdaj ni nedavnih obiskov

# desktopHomeQuickActionsEmptyDescription
source: Navigate to different screens and they'll appear here for quick access. Cards disappear after 24 hours of inactivity.
sl: Pojdi na različne zaslone in prikazali se bodo tukaj za hiter dostop. Kartice izginejo po 24 urah neaktivnosti.

# desktopHomeFeaturedArtworksSubtitle
source: Discover trending AR art
sl: Odkrij priljubljeno AR umetnost

# desktopHomeWeb3HubTitle
source: Web3 Hub
sl: Web3 središče

# desktopHomeWeb3HubSubtitle
source: Access decentralized features
sl: Dostop do decentraliziranih funkcij

# desktopHomeTrendingArtTitle
source: Trending Art
sl: Priljubljena umetnost

# desktopHomeTrendingArtLoadFailed
source: Unable to load trending art.
sl: Priljubljene umetnosti ni mogoče naložiti.

# desktopHomeTrendingArtEmpty
source: Trending artworks will appear here
sl: Priljubljena dela se bodo prikazala tukaj

# desktopHomeTopCreatorsTitle
source: Top Creators
sl: Naj ustvarjalci

# desktopHomeTopCreatorsLoadFailed
source: Unable to load creators.
sl: Ustvarjalcev ni mogoče naložiti.

# desktopHomeTopCreatorsEmpty
source: Top creators will appear here
sl: Naj ustvarjalci se bodo prikazali tukaj

# desktopHomeCreatorFallbackName
source: Creator
sl: Ustvarjalec

# desktopHomePostsCount
source: {count, plural, =1{1 post} other{{count} posts}}
sl: {count, plural, one{1 objava} two{2 objavi} few{{count} objave} other{{count} objav}}

# desktopHomePlatformStatsTitle
source: Platform Stats
sl: Statistika platforme

# desktopHomePlatformStatsLoadFailed
source: Unable to load community stats.
sl: Statistike skupnosti ni mogoče naložiti.

# desktopHomePlatformStatsTotalArtworks
source: Total Artworks
sl: Skupaj del

# desktopHomePlatformStatsArEnabled
source: AR Enabled
sl: AR omogočeno

# desktopHomePlatformStatsCommunityPosts
source: Community Posts
sl: Objave skupnosti

# desktopHomePlatformStatsActiveGroups
source: Active Groups
sl: Aktivne skupine

# desktopHomeUnreadNotificationsLabel
source: unread notifications
sl: neprebrana obvestila

# homeAccountRequiredLabel
source: Wallet required
sl: Potrebna denarnica

# homeWeb3DaoSubtitle
source: Governance & voting
sl: Upravljanje in glasovanje

# homeWeb3ArtistTitle
source: Artist Studio
sl: Umetniški studio

# homeWeb3ArtistSubtitle
source: Mint & manage
sl: Mintanje in upravljanje

# homeWeb3InstitutionTitle
source: Institution
sl: Institucije

# homeWeb3InstitutionSubtitle
source: Events & collections
sl: Dogodki in zbirke

# homeWeb3MarketplaceTitle
source: Marketplace
sl: Tržnica

# homeWeb3MarketplaceSubtitle
source: Discover & trade
sl: Odkrij in trguj

# homeMockNotificationFriendRequestTitle
source: New friend request
sl: Nova prošnja za prijateljstvo

# homeMockNotificationFriendRequestBody
source: Someone sent you a friend request.
sl: Nekdo ti je poslal prošnjo za prijateljstvo.

# homeMockNotificationFeaturedTitle
source: Featured today
sl: Danes izpostavljeno

# homeMockNotificationFeaturedBody
source: Check out today's featured artwork.
sl: Oglej si današnjo izbrano umetnino.

# commonReset
source: Reset
sl: Ponastavi

# onboardingResetToolTitle
source: Onboarding Reset Tool
sl: Orodje za ponastaviv uvajanja

# onboardingResetDialogTitle
source: Reset onboarding
sl: Ponastavi uvajanje

# onboardingResetDialogBody
source: This will reset all onboarding flags. The app will show onboarding screens on next launch. Continue?
sl: To bo ponastavilo vse zastavice uvajanja. Aplikacija bo ob naslednjem zagonu prikazala uvajalne zaslone. Nadaljujem?

# onboardingResetSnackBarMessage
source: Onboarding state reset! Restart the app to see onboarding.
sl: Stanje uvajanja je ponastavljeno! Znova zaženi aplikacijo, da se prikaže uvajanje.

# onboardingResetDeveloperToolTitle
source: Developer tool
sl: Razvijalsko orodje

# onboardingResetDeveloperToolDescription
source: This tool shows the current onboarding state and allows you to reset it for testing.
sl: To orodje prikazuje trenutno stanje uvajanja in omogoča ponastaviv za testiranje.

# onboardingResetCurrentStateTitle
source: Current onboarding state
sl: Trenutno stanje uvajanja

# onboardingResetConfigSettingsTitle
source: Config settings
sl: Nastavitve konfiguracije

# onboardingResetButtonLabel
source: Reset onboarding state
sl: Ponastavi stanje uvajanja

# onboardingResetHowToTestTitle
source: How to test
sl: Kako testirati

# onboardingResetHowToTestSteps
source: 1. Tap "Reset onboarding state" 2. Restart the app (close and reopen) 3. Onboarding should show on launch
sl: 1. Tapni »Ponastavi stanje uvajanja« 2. Znova zaženi aplikacijo (zapri in znova odpri) 3. Uvajanje se mora prikazati ob zagonu

# season0BannerTitle
source: Season 0, Ljubljana (beta)
sl: Sezona 0, Ljubljana (beta)

# season0BannerTap
source: Learn more about the launch program
sl: Več o programu lansiranja

# season0ScreenTitle
source: Season 0
sl: Sezona 0

# season0ScreenSubtitle
source: Ljubljana beta launch
sl: Beta zagon v Ljubljani

# season0ScreenDescription
source: Join the founding program of art.kubus in Ljubljana. Apply as an artist or institution to shape the first season of the platform.
sl: Pridruži se ustanovnemu programu art.kubus v Ljubljani. Prijavi se kot umetnik ali institucija in soustvarjaj prvo sezono platforme.

# season0ApplyArtistCta
source: Apply as artist
sl: Prijava kot umetnik

# season0ApplyArtistSubtitle
source: Join as a creator or collective
sl: Pridruži se kot ustvarjalec ali kolektiv
