Repository: kubus-project/art.kubus
Catalog: lib/l10n/app_*.arb
Languages: sl

# commonCancel
source: Cancel
sl: Prekliči

# commonSignIn
source: Sign in
sl: Prijava

# commonClear
source: Clear
sl: Počisti

# commonClose
source: Close
sl: Zapri

# commonContinue
source: Continue
sl: Nadaljuj

# commonSkip
source: Skip
sl: Preskoči

# commonSkipForNow
source: Skip for now
sl: Preskoči za zdaj

# commonBack
source: Back
sl: Nazaj

# commonNext
source: Next
sl: Naprej

# commonSave
source: Save
sl: Shrani

# commonSavedToast
source: Saved
sl: Shranjeno

# commonActionFailedToast
source: Something went wrong. Please try again.
sl: Nekaj je šlo narobe. Poskusi znova.

# commonNetworkErrorToast
source: Network error. Please try again.
sl: Napaka omrežja. Poskusi znova.

# commonTitle
source: Title
sl: Naslov

# commonDescription
source: Description
sl: Opis

# commonPrice
source: Price
sl: Cena

# commonForSale
source: For sale
sl: Naprodaj

# commonCopy
source: Copy
sl: Kopiraj

# commonDelete
source: Delete
sl: Izbriši

# commonDone
source: Done
sl: Končano

# commonEdit
source: Edit
sl: Uredi

# commonMore
source: More
sl: Več

# commonEditedTag
source: (edited)
sl: (urejeno)

# commonLink
source: Link
sl: Poveži

# commonPublish
source: Publish
sl: Objavi

# commonUnpublish
source: Unpublish
sl: Prekliči objavo

# commonDraft
source: Draft
sl: Osnutek

# commonPublished
source: Published
sl: Objavljeno

# commonStatus
source: Status
sl: Stanje

# commonRename
source: Rename
sl: Preimenuj

# commonCreate
source: Create
sl: Ustvari

# commonGotIt
source: Got it
sl: Razumem

# commonInstall
source: Install
sl: Namesti

# commonNavigate
source: Navigate
sl: Navigiraj

# commonOpenOnMap
source: Open on map
sl: Odpri na zemljevidu

# commonReplace
source: Replace
sl: Zamenjaj

# commonSearch
source: Search
sl: Išči

# commonNotifications
source: Notifications
sl: Obvestila

# commonShare
source: Share
sl: Deli

# shareOptionCreatePost
source: Create community post
sl: Ustvari objavo v skupnosti

# shareOptionSendMessage
source: Send in message
sl: Pošlji v sporočilu

# shareOptionShareExternal
source: Share outside app
sl: Deli izven aplikacije

# shareLinkCopiedToast
source: Link copied to clipboard
sl: Povezava kopirana v odložišče

# shareMessageTitle
source: Send in message
sl: Pošlji v sporočilu

# shareMessageSearchHint
source: Search profiles…
sl: Išči profile…

# shareMessageNoteHint
source: Add a message (optional)
sl: Dodaj sporočilo (neobvezno)

# shareDmDefaultMessage
source: Check this out on art.kubus
sl: Poglej si to na art.kubus

# shareMessageSentToast
source: Sent to {recipient}
sl: Poslano: {recipient}

# shareMessageFailedToast
source: Failed to send message.
sl: Pošiljanje sporočila ni uspelo.

# commonFeed
source: Feed
sl: Objave

# commonGroup
source: Group
sl: Skupina

# commonImage
source: Image
sl: Slika

# commonCoverImage
source: Cover image
sl: Naslovna slika

# commonChangeCover
source: Change cover
sl: Spremeni naslovnico

# commonMembers
source: Members
sl: Člani

# commonAdd
source: Add
sl: Dodaj

# commonUpload
source: Upload
sl: Naloži

# commonViewInAr
source: View in AR
sl: Ogled v AR

# commonViewAll
source: View all
sl: Prikaži vse

# commonProceed
source: Proceed
sl: Nadaljuj

# commonGetStarted
source: Get started
sl: Začnimo

# commonWorking
source: Working…
sl: V teku…

# commentHistoryTitle
source: Edit history
sl: Zgodovina urejanja

# commentHistoryCurrentLabel
source: Current
sl: Trenutno

# commentHistoryOriginalLabel
source: Original
sl: Izvirno

# commentEditTitle
source: Edit comment
sl: Uredi komentar

# commentUpdatedToast
source: Comment updated
sl: Komentar posodobljen

# commentEditFailedToast
source: Failed to update comment. Please try again.
sl: Komentarja ni bilo mogoče posodobiti. Poskusi znova.

# commentDeleteConfirmTitle
source: Delete comment?
sl: Izbrišem komentar?

# commentDeleteConfirmMessage
source: This will delete the comment and all replies.
sl: To bo izbrisalo komentar in vse odgovore.

# commentDeletedToast
source: Comment deleted
sl: Komentar izbrisan

# commentDeleteFailedToast
source: Failed to delete comment. Please try again.
sl: Komentarja ni bilo mogoče izbrisati. Poskusi znova.

# commonEmail
source: Email
sl: E-pošta

# commonPassword
source: Password
sl: Geslo

# commonUsernameOptional
source: Username (optional)
sl: Uporabniško ime (neobvezno)

# commonUnlock
source: Unlock
sl: Odkleni

# personaOnboardingTitle
source: How do you want to use art.kubus?
sl: Kako želiš uporabljati art.kubus?

# personaOnboardingSubtitle
source: Choose what you’re here for. This only changes what we highlight—not what you can access.
sl: Izberi, zakaj si tukaj. To vpliva samo na to, kaj izpostavimo, ne pa na dostop.

# personaOptionLoverTitle
source: Art lover
sl: Ljubitelj umetnosti

# personaOptionLoverSubtitle
source: Discover nearby artworks, exhibitions, and community updates.
sl: Odkrij bližnja dela, razstave in dogajanje v skupnosti.

# personaOptionCreatorTitle
source: Artist / collective
sl: Umetnik / kolektiv

# personaOptionCreatorSubtitle
source: Create artworks and exhibitions, and collaborate with others.
sl: Ustvarjaj dela in razstave ter sodeluj z drugimi.

# personaOptionInstitutionTitle
source: Institution / gallery
sl: Institucija / galerija

# personaOptionInstitutionSubtitle
source: Organize events and exhibitions, manage collaborators, and share your program.
sl: Organiziraj dogodke in razstave, upravljaj sodelavce in deli program.

# exhibitionCreatorAppBarTitle
source: Create exhibition
sl: Ustvari razstavo

# exhibitionCreatorDisabledAppBarTitle
source: Exhibition
sl: Razstava

# exhibitionCreatorDisabledMessage
source: Exhibitions are currently disabled.
sl: Razstave so trenutno onemogočene.

# exhibitionCreatorBasicsTitle
source: Basics
sl: Osnove

# exhibitionCreatorTitleLabel
source: Title
sl: Naslov

# exhibitionCreatorTitleValidation
source: Please enter a title.
sl: Vnesi naslov.

# exhibitionCreatorDescriptionLabel
source: Description (optional)
sl: Opis (neobvezno)

# exhibitionCreatorLocationLabel
source: Location name (optional)
sl: Ime lokacije (neobvezno)

# exhibitionCreatorScheduleTitle
source: Schedule
sl: Termin

# exhibitionCreatorStartsLabel
source: Starts
sl: Začetek

# exhibitionCreatorEndsLabel
source: Ends
sl: Konec

# exhibitionCreatorNotSetLabel
source: Not set
sl: Ni nastavljeno

# exhibitionCreatorPublishTitle
source: Publish
sl: Objavi

# exhibitionCreatorPublishVisible
source: Visible to everyone
sl: Vidno vsem

# exhibitionCreatorPublishDraft
source: Save as draft
sl: Shrani kot osnutek

# exhibitionCreatorCollabHint
source: After creating, you can invite collaborators from the exhibition detail screen.
sl: Po ustvarjanju lahko povabiš sodelavce na zaslonu podrobnosti razstave.

# exhibitionDetailInvitesTooltip
source: Invites
sl: Vabila

# exhibitionDetailRefreshTooltip
source: Refresh
sl: Osveži

# exhibitionDetailOverviewTitle
source: Overview
sl: Pregled

# exhibitionDetailArtworksTitle
source: Artworks
sl: Umetnine

# exhibitionDetailArtworksManageHint
source: Link artworks so visitors can discover them from this exhibition.
sl: Poveži umetnine, da jih obiskovalci lahko odkrijejo iz te razstave.

# exhibitionDetailArtworksViewHint
source: Artworks linked to this exhibition will appear here.
sl: Povezane umetnine se bodo prikazale tukaj.

# exhibitionDetailNoArtworksLinkedYet
source: No artworks linked yet.
sl: Ni še povezanih umetnin.

# exhibitionDetailNoArtworksAvailableToLinkToast
source: No artworks available to link.
sl: Ni umetnin za povezavo.

# exhibitionDetailAddArtworksDialogTitle
source: Add artworks
sl: Dodaj umetnine

# exhibitionDetailArtworksLinkedToast
source: Artworks linked to exhibition.
sl: Umetnine so povezane z razstavo.

# exhibitionDetailLinkArtworksFailedToast
source: Failed to link artworks. Please try again.
sl: Povezovanje umetnin ni uspelo. Poskusi znova.

# exhibitionDetailStatusRowLabel
source: Status: {status}
sl: Stanje: {status}

# exhibitionDetailBadgeTitle
source: Badge
sl: Značka

# exhibitionDetailBadgeClaimed
source: Claimed
sl: Prevzeto

# exhibitionDetailBadgeNotClaimed
source: Not claimed
sl: Ni prevzeto

# exhibitionCreatorEndDateAfterStartError
source: End date must be after start date.
sl: Datum konca mora biti po začetku.

# exhibitionCreatorCreateFailed
source: Failed to create exhibition.
sl: Ustvarjanje razstave ni uspelo.

# exhibitionCreatorCreateFailedWithError
source: Failed to create exhibition: {error}
sl: Ustvarjanje razstave ni uspelo: {error}

# lockAppLockedTitle
source: App locked
sl: Aplikacija je zaklenjena

# lockAppLockedDescription
source: Authenticate to unlock access to the wallet features.
sl: Overi se za dostop do funkcij denarnice.

# lockEnterPinTitle
source: Enter PIN to unlock
sl: Vnesi PIN za odklep

# lockAppUnlockedToast
source: App unlocked
sl: Aplikacija odklenjena

# lockAuthenticationFailedToast
source: Authentication failed
sl: Overitev ni uspela

# authSignInTitle
source: Sign in to art.kubus
sl: Prijava v art.kubus

# authSignInSubtitle
source: and start exploring, creating, and connecting with other artists.
sl: in začni raziskovati, ustvarjati ter se povezovati z drugimi ustvarjalci.

# authRegisterTitle
source: Create your account
sl: Ustvari račun

# authRegisterSubtitle
source: Create a profile and join the community.
sl: Ustvari profil in se pridruži skupnosti.

# authHighlightSignInMethods
source: Wallet, email, or Google sign-in
sl: Prijava z denarnico, e-pošto ali Googlom

# authHighlightNoFees
source: No fees required to authenticate
sl: Za prijavo ni potrebna provizija

# authHighlightControl
source: Control stays with you
sl: Nadzor ostane v tvojih rokah

# authHighlightOnboardingOptions
source: Wallet or email onboarding
sl: Začetek z denarnico ali e-pošto

# authHighlightKeysLocal
source: Keys stay on your device
sl: Ključi ostanejo na tvoji napravi

# authHighlightOptionalWeb3
source: Optional Web3 features available
sl: Neobvezne Web3 funkcije

# authSignedInProfileRefreshSoon
source: Signed in. Your profile will refresh shortly.
sl: Prijava je uspela. Profil se bo kmalu osvežil.

# authReauthDialogTitle
source: Sign in again
sl: Ponovna prijava

# authReauthDialogMessage
source: Your session has expired. Please verify your credentials to continue.
sl: Tvoja seja je potekla. Za nadaljevanje potrdi svoje poverilnice.

# authAccountCreatedProfileLoading
source: Account created. Loading your profile in the background.
sl: Račun je ustvarjen. Profil se nalaga v ozadju.

# authEmailSignInDisabled
source: Email sign-in is disabled.
sl: Prijava z e-pošto je onemogočena.

# authEmailRegistrationDisabled
source: Email registration is disabled.
sl: Registracija z e-pošto je onemogočena.

# authGoogleSignInDisabled
source: Google sign-in is disabled.
sl: Prijava z Googlom je onemogočena.

# authWalletConnectionDisabled
source: Wallet connection is disabled right now.
sl: Povezava denarnice je trenutno onemogočena.

# authEnterValidEmailPassword
source: Enter a valid email and an 8+ character password.
sl: Vnesi veljavno e-pošto in geslo (vsaj 8 znakov).

# authEmailSignInFailed
source: Email sign-in failed. Please try again.
sl: Prijava z e-pošto ni uspela. Poskusi znova.

# authRegistrationFailed
source: Registration failed. Please try again.
sl: Registracija ni uspela. Poskusi znova.

# authGoogleSignInFailed
source: Google sign-in failed. Please try again.
sl: Prijava z Googlom ni uspela. Poskusi znova.

# authGoogleRateLimitedRetryIn
source: Google sign-in is temporarily rate limited. Retry in ~{duration}.
sl: Prijava z Googlom je začasno omejena. Poskusi znova čez ~{duration}.

# authConnectWalletButton
source: Connect wallet
sl: Poveži denarnico

# authConnectWalletModalTitle
source: Connect a wallet
sl: Poveži denarnico

# authConnectWalletModalDescriptionSignIn
source: You’ll be asked to approve a signature in your wallet app. No fee is required to sign in.
sl: V denarnici potrdi podpis. Za prijavo ni potrebna provizija.

# authConnectWalletModalDescriptionRegister
source: You’ll be asked to approve a signature in your wallet app. No fee is required to finish registration.
sl: V denarnici potrdi podpis. Za dokončanje registracije ni potrebna provizija.

# authWalletOptionOtherWallets
source: Other wallets
sl: Druge denarnice

# authOrLogInWithEmailOrUsername
source: Or sign in with your email or username
sl: Ali pa se prijavi z e-pošto ali uporabniškim imenom

# authOrUseEmail
source: Or use email
sl: Ali uporabi e-pošto

# authNeedAccountRegister
source: Need an account? Register
sl: Nimaš računa? Registracija

# authHaveAccountSignIn
source: Have an account? Sign in
sl: Že imaš račun? Prijava

# authSignInWithEmail
source: Sign in with email
sl: Prijava z e-pošto

# authContinueWithEmail
source: Continue with email
sl: Nadaljuj z e-pošto

# onboardingWelcomeTitle
source: Welcome to art.kubus
sl: Dobrodošel/a v art.kubus

# onboardingWelcomeSubtitle
source: Exhibition and community in one place
sl: Razstava in skupnost na enem mestu

# onboardingWelcomeDescription
source: Discover artworks, explore places, and connect with creators. XR and Web3 are optional layers — the core experience works without them.
sl: Odkrij umetnine, raziskuj kraje in se poveži z ustvarjalci. XR in Web3 sta neobvezni plasti, osnovna izkušnja deluje tudi brez njiju.

# onboardingExploreTitle
source: Explore artworks
sl: Raziskuj umetnine

# onboardingExploreSubtitle
source: Find art around you
sl: Poišči umetnost v bližini

# onboardingExploreDescription
source: Use the map to discover artworks and markers nearby. Every location can tell a story.
sl: Z zemljevidom odkrij umetnine in označevalce v okolici. Vsaka lokacija lahko pripoveduje zgodbo.

# onboardingCreateTitle
source: Create and share
sl: Ustvarjaj in deli

# onboardingCreateSubtitle
source: Express your creativity
sl: Izrazi svojo ustvarjalnost

# onboardingCreateDescription
source: Create AR experiences and share them with the community when you’re ready.
sl: Ustvari AR izkušnje in jih deli s skupnostjo, ko bo pravi čas.

# onboardingCommunityTitle
source: Join the community
sl: Pridruži se skupnosti

# onboardingCommunitySubtitle
source: Collaborate by default
sl: Sodelovanje je privzeto

# onboardingCommunityDescription
source: Follow artists, message, and collaborate on projects — cooperation is the default where it makes sense.
sl: Sledi umetnikom, pošiljaj sporočila in sodeluj pri projektih. Kjer je smiselno, je sodelovanje privzeto.

# onboardingCollectiblesTitle
source: Collectibles (optional)
sl: Zbirateljski predmeti (neobvezno)

# onboardingCollectiblesSubtitle
source: Proofs of visit and collectibles
sl: Dokazi obiska in zbirateljski predmeti

# onboardingCollectiblesDescription
source: Optionally connect a wallet to collect digital collectibles (NFT) and proofs of visit (POAP). The app remains useful without Web3.
sl: Po želji poveži denarnico za zbiranje zbirateljskih predmetov (NFT) in digitalnih dokazov obiska (POAP). Aplikacija ostane uporabna tudi brez Web3.

# onboardingGrantPermissions
source: Grant permissions
sl: Dovoli dostop

# onboardingSkipPermissions
source: Skip permissions
sl: Preskoči dovoljenja

# permissionsChecking
source: Checking permissions…
sl: Preverjam dovoljenja…

# permissionsSkipAll
source: Skip all
sl: Preskoči vse

# permissionsBenefitsTitle
source: What you can do:
sl: Kaj lahko počneš:

# permissionsPrivacyNote
source: Your privacy is protected. We never share your data.
sl: Tvoja zasebnost je zaščitena. Tvojih podatkov ne delimo.

# permissionsGrantedLabel
source: Permission granted
sl: Dovoljenje odobreno

# permissionsGetStarted
source: Get started
sl: Začnimo

# permissionsNextPermission
source: Next permission
sl: Naslednje dovoljenje

# permissionsGrantPermission
source: Grant permission
sl: Dovoli

# permissionsSkipThisPermission
source: Skip this permission
sl: Preskoči to dovoljenje

# permissionsPermissionGrantedToast
source: Permission granted: {permission}
sl: Dovoljenje odobreno: {permission}

# permissionsPermissionRequiredTitle
source: Permission required
sl: Potrebno dovoljenje

# permissionsOpenSettingsDialogContent
source: To enable {permission}, open Settings and grant the permission.
sl: Za omogočitev {permission} odpri Nastavitve in odobri dovoljenje.

# permissionsOpenSettings
source: Open settings
sl: Odpri nastavitve

# permissionsLocationTitle
source: Location access
sl: Dostop do lokacije

# permissionsLocationSubtitle
source: Discover art near you
sl: Odkrij umetnost v bližini

# permissionsLocationDescription
source: We use your location to show artworks and markers placed in your area. Discover local artists and exhibitions nearby.
sl: Lokacijo uporabljamo za prikaz umetnin in označevalcev v tvoji bližini. Odkrij lokalne ustvarjalce in razstave.

# permissionsLocationBenefit1
source: Find artworks near you
sl: Poišči umetnine v bližini

# permissionsLocationBenefit2
source: Discover local galleries and exhibitions
sl: Odkrij lokalne galerije in razstave

# permissionsLocationBenefit3
source: Get updates about nearby events
sl: Prejemaj obvestila o dogodkih v bližini

# permissionsLocationBenefit4
source: Track your exploration journey
sl: Spremljaj svoje raziskovanje

# permissionsCameraTitle
source: Camera access
sl: Dostop do kamere

# permissionsCameraSubtitle
source: Experience AR
sl: Doživi AR

# permissionsCameraDescription
source: The camera is essential for viewing AR artworks in your space. Place, interact with, and capture your experience.
sl: Kamera je ključna za ogled AR umetnin v tvojem prostoru. Postavljaj, sodeluj in shrani svojo izkušnjo.

# permissionsCameraBenefit1
source: View AR artworks in the real world
sl: Oglej si AR umetnine v resničnem svetu

# permissionsCameraBenefit2
source: Place virtual sculptures in your space
sl: Postavi virtualne skulpture v svoj prostor

# permissionsCameraBenefit3
source: Take photos to share
sl: Ustvari fotografije za deljenje

# permissionsCameraBenefit4
source: Scan QR codes to unlock content
sl: Skeniraj QR kode za odklep vsebine

# permissionsNotificationsTitle
source: Notifications
sl: Obvestila

# permissionsNotificationsSubtitle
source: Stay connected
sl: Ostani na tekočem

# permissionsNotificationsDescription
source: Get updates about new artworks, progress, collectibles (NFT), proofs of visit (POAP), and community activity.
sl: Prejemaj obvestila o novih umetninah, napredku, zbirateljskih predmetih (NFT), digitalnih dokazih obiska (POAP) in dogajanju v skupnosti.

# permissionsNotificationsBenefit1
source: New artwork updates
sl: Obvestila o novih umetninah

# permissionsNotificationsBenefit2
source: Progress and rewards
sl: Napredek in nagrade

# permissionsNotificationsBenefit3
source: Collectible updates (NFT)
sl: Posodobitve o zbirateljskih predmetih (NFT)

# permissionsNotificationsBenefit4
source: Community event reminders
sl: Opomniki o dogodkih v skupnosti

# permissionsPhotosTitle
source: Photo library access
sl: Dostop do shrambe

# permissionsPhotosSubtitle
source: Save your creations
sl: Shranjuj svoje stvaritve

# permissionsPhotosDescription
source: Save AR screenshots and downloads to your photo library so you can keep your memories and share them.
sl: Shranjuj AR posnetke zaslona in prenose v fototeko, da ohraniš spomine in jih deliš.

# permissionsPhotosBenefit1
source: Save AR screenshots to your photos
sl: Shranjuj AR posnetke zaslona med fotografije

# permissionsPhotosBenefit2
source: Download artwork images
sl: Prenesi slike umetnin

# permissionsPhotosBenefit3
source: Export creations to share
sl: Izvozi stvaritve za deljenje

# permissionsPhotosBenefit4
source: Keep your collection accessible
sl: Ohrani zbirko dostopno

# settingsTitle
source: Settings
sl: Nastavitve

# settingsLanguageTitle
source: Language
sl: Jezik

# settingsLanguageDescription
source: Choose the app language
sl: Izberi jezik aplikacije

# languageSlovenian
source: Slovene
sl: Slovenščina

# languageEnglish
source: English
sl: Angleščina

# commonOn
source: On
sl: Vklopljeno

# commonOff
source: Off
sl: Izklopljeno

# commonEnabled
source: Enabled
sl: Omogočeno

# commonDisabled
source: Disabled
sl: Onemogočeno

# commonAvailable
source: Available
sl: Na voljo

# commonNotAvailable
source: Not available
sl: Ni na voljo

# settingsGuestUserName
source: Guest user
sl: Gost

# desktopSettingsProfileSectionSubtitle
source: Update your profile information visible to other users
sl: Posodobi podatke profila, ki so vidni drugim uporabnikom

# desktopSettingsDisplayNameLabel
source: Display name
sl: Prikazno ime

# desktopSettingsDisplayNameHint
source: Enter your name
sl: Vnesi svoje ime

# desktopSettingsUsernameLabel
source: Username
sl: Uporabniško ime

# desktopSettingsBioLabel
source: Bio
sl: Opis

# desktopSettingsBioHint
source: Tell us about yourself
sl: Povej nam nekaj o sebi

# desktopSettingsWebsiteLabel
source: Website
sl: Spletna stran

# desktopSettingsLocationLabel
source: Location
sl: Lokacija

# desktopSettingsLocationHint
source: City, Country
sl: Mesto, država

# desktopSettingsWalletSectionSubtitle
source: Manage your wallet connection and Web3 settings
sl: Upravljaj povezavo denarnice in nastavitve Web3

# desktopSettingsViewWalletButton
source: View wallet
sl: Ogled denarnice

# desktopSettingsSecuritySectionTitle
source: Security
sl: Varnost

# desktopSettingsDisconnectWalletTileTitle
source: Disconnect wallet
sl: Odklopi denarnico

# desktopSettingsDisconnectWalletTileSubtitle
source: Sign out of Web3 features
sl: Odjavi se iz funkcij Web3

# desktopSettingsDisconnectWalletDialogTitle
source: Disconnect wallet
sl: Odklopi denarnico

# desktopSettingsDisconnectWalletDialogBody
source: Disconnect your wallet from this device? You can reconnect anytime.
sl: Odklopim denarnico s te naprave? Kadarkoli jo lahko znova povežeš.

# desktopSettingsWalletDisconnectedToast
source: Wallet disconnected
sl: Denarnica je odklopljena

# desktopSettingsDisconnectButton
source: Disconnect
sl: Odklopi

# desktopSettingsExportingDataToast
source: Exporting data…
sl: Izvažam podatke…

# desktopSettingsPlatformSubtitle
source: Check which capabilities are available on this device
sl: Preveri, katere zmožnosti so na voljo na tej napravi

# desktopSettingsAppearanceSubtitle
source: Customize the look and feel
sl: Prilagodi videz aplikacije

# desktopSettingsShowFriendsTitle
source: Show friends
sl: Prikaži prijatelje

# desktopSettingsShowFriendsSubtitle
source: Display your friends list on your profile
sl: Na profilu prikaži seznam prijateljev

# desktopSettingsShowAchievementsTitle
source: Show achievements
sl: Prikaži dosežke

# desktopSettingsShowAchievementsSubtitle
source: Display your achievements on your profile
sl: Na profilu prikaži dosežke

# desktopSettingsAllowMessagesTitle
source: Allow messages
sl: Dovoli sporočila

# desktopSettingsAllowMessagesSubtitle
source: Allow others to message you
sl: Dovoli drugim, da ti pošljejo sporočilo

# desktopSettingsDangerZoneSubtitle
source: Irreversible actions that require caution
sl: Nepovratna dejanja, ki zahtevajo previdnost

# desktopSettingsAchievementsTitle
source: Achievements & rewards
sl: Dosežki in nagrade

# desktopSettingsAchievementsSubtitle
source: Track your progress and earn KUB8 points
sl: Spremljaj napredek in zbiraj KUB8 točke

# desktopSettingsAchievementsStatArtworksDiscovered
source: Artworks discovered
sl: Odkrite umetnine

# desktopSettingsAchievementsStatArViews
source: AR views
sl: Ogledi AR

# desktopSettingsAchievementsStatEventsAttended
source: Events attended
sl: Obiskani dogodki

# desktopSettingsAchievementsStatKub8PointsEarned
source: KUB8 points earned
sl: Pridobljene KUB8 točke

# desktopSettingsAchievementFirstDiscoveryTitle
source: First discovery
sl: Prvo odkritje
