Repository: kubus-project/art.kubus
Catalog: lib/l10n/app_*.arb
Languages: sl

# artistStudioReviewApprovedInfo
source: Congratulations! You've been cleared by DAO reviewers.
sl: Čestitamo! Pregledovalci DAO so potrdili tvojo prijavo.

# artistStudioReviewRejectedInfo
source: Your last submission was rejected. You can resubmit with updates.
sl: Tvoja zadnja prijava je bila zavrnjena. Lahko jo znova oddaš z dopolnitvami.

# artistStudioConnectWalletToSubmitForDaoReview
source: Connect your wallet to submit for DAO review.
sl: Poveži denarnico za oddajo v pregled DAO.

# artistStudioCtaConnectWalletToApply
source: Connect a wallet to apply
sl: Poveži denarnico za prijavo

# artistStudioCtaApprovedByDao
source: Approved by DAO
sl: Odobreno s strani DAO

# artistStudioCtaPendingDaoReview
source: Pending DAO review
sl: V pregledu DAO

# artistStudioCtaResubmitForReview
source: Resubmit for review
sl: Ponovno oddaj v pregled

# artistStudioCtaApplyForDaoReview
source: Apply for DAO review
sl: Prijavi za pregled DAO

# artistStudioTabGallery
source: Gallery
sl: Galerija

# artistStudioTabCreate
source: Create
sl: Ustvari

# artistStudioTabAnalytics
source: Analytics
sl: Analitika

# artistStudioUnlocksAfterDaoApprovalToast
source: Artist Studio unlocks after DAO approval.
sl: Umetniški studio se odklene po odobritvi DAO.

# artistStudioSeparateWalletsTip
source: Tip: Use separate wallets for artist and institution roles to avoid DAO review conflicts.
sl: Namig: Uporabi ločene denarnice za vloge umetnika in institucije, da se izogneš konfliktom pri pregledih DAO.

# artistStudioLockedTitle
source: Artist Studio is locked
sl: Umetniški studio je zaklenjen

# artistStudioLockedDescription
source: Apply for DAO review to unlock gallery, creation tools, and analytics.
sl: Prijavi se v pregled DAO, da odkleneš galerijo, orodja za ustvarjanje in analitiko.

# artistStudioSettingsTitle
source: Studio Settings
sl: Nastavitve studia

# artistStudioApplicationModalTitle
source: Artist application
sl: Umetniška prijava

# artistStudioApplicationModalSubtitle
source: Share a snapshot of your practice. Submissions are routed to the DAO review queue.
sl: Deli kratek vpogled v svojo prakso. Prijave se usmerijo v čakalno vrsto za pregled DAO.

# artistStudioApplicationFieldPortfolioLabel
source: Portfolio or website
sl: Portfelj ali spletna stran

# artistStudioApplicationFieldMediumLabel
source: Primary medium or focus
sl: Glavni medij ali fokus

# artistStudioApplicationFieldStatementLabel
source: Artist statement
sl: Umetniška izjava

# artistStudioApplicationValidationPortfolio
source: Please provide a link to your work
sl: Prosim, navedi povezavo do svojega dela

# artistStudioApplicationValidationMedium
source: Let the DAO know what you create
sl: Povej DAO, kaj ustvarjaš

# artistStudioApplicationValidationStatementMinChars
source: Share at least {min} characters about your work
sl: Deli vsaj {min} znakov o svojem delu

# artistStudioApplicationWalletRequiredToast
source: Connect your wallet before submitting to the DAO.
sl: Pred oddajo v DAO poveži denarnico.

# artistStudioApplicationReviewTitle
source: Artist application
sl: Umetniška prijava

# artistStudioApplicationSubmittedToast
source: Application submitted to DAO reviewers.
sl: Prijava je poslana pregledovalcem DAO.

# artistStudioApplicationUnableToSubmitToast
source: Unable to submit application right now.
sl: Trenutno ni mogoče oddati prijave.

# artistStudioApplicationSubmissionFailedToast
source: Submission failed. Please try again.
sl: Oddaja ni uspela. Poskusi znova.

# artistStudioApplicationSubmitButton
source: Submit application
sl: Oddaj prijavo

# desktopArtistStudioOverviewTitle
source: Studio Overview
sl: Pregled studia

# desktopArtistStudioQuickActionsTitle
source: Quick Actions
sl: Hitre akcije

# desktopArtistStudioQuickActionCreateArtworkTitle
source: Create Artwork
sl: Ustvari umetnino

# desktopArtistStudioQuickActionCreateArtworkSubtitle
source: Upload and mint new art
sl: Naloži in izdaj novo umetnino

# desktopArtistStudioQuickActionMyGalleryTitle
source: My Gallery
sl: Moja galerija

# desktopArtistStudioQuickActionMyGallerySubtitle
source: View all artworks
sl: Prikaži vse umetnine

# desktopArtistStudioQuickActionAnalyticsTitle
source: Analytics
sl: Analitika

# desktopArtistStudioQuickActionAnalyticsSubtitle
source: View performance stats
sl: Oglej si statistiko uspešnosti

# desktopArtistStudioStatisticsTitle
source: Studio Statistics
sl: Statistika studia

# desktopArtistStudioRecentActivityTitle
source: Recent Activity
sl: Nedavna dejavnost

# desktopArtistStudioNoRecentActivityLabel
source: No recent activity
sl: Ni nedavne dejavnosti

# desktopArtistStudioVerificationNotAppliedTitle
source: Not Applied
sl: Ni prijave

# desktopArtistStudioVerificationNotAppliedDescription
source: Apply for artist verification
sl: Prijavi se za preverjanje umetnika

# desktopArtistStudioVerificationLoadingTitle
source: Loading…
sl: Nalagam…

# desktopArtistStudioVerificationLoadingDescription
source: Checking verification status
sl: Preverjam stanje preverjanja

# desktopArtistStudioVerificationApprovedTitle
source: Verified Artist
sl: Preverjen umetnik

# desktopArtistStudioVerificationApprovedDescription
source: Your studio is verified
sl: Tvoj studio je preverjen

# desktopArtistStudioVerificationPendingTitle
source: Pending Review
sl: Pregled v teku

# desktopArtistStudioVerificationPendingDescription
source: Application under review
sl: Prijava je v pregledu

# desktopArtistStudioVerificationRejectedTitle
source: Application Rejected
sl: Prijava zavrnjena

# desktopArtistStudioVerificationRejectedDescription
source: Please resubmit with improvements
sl: Ponovno oddaj z izboljšatii

# desktopArtistStudioApplyForVerificationButton
source: Apply for Verification
sl: Prijavi za preverjanje

# desktopArtistStudioStatArtworks
source: Artworks
sl: Umetnine

# desktopArtistStudioStatViews
source: Views
sl: Ogledi

# desktopArtistStudioStatLikes
source: Likes
sl: Všečki

# desktopArtistStudioStatSales
source: Sales
sl: Prodaje

# commonRemove
source: Remove
sl: Odstrani

# marketplaceNetworkLabel
source: Network: {network}
sl: Omrežje: {network}

# marketplaceWalletLabel
source: Wallet: {wallet}
sl: Denarnica: {wallet}

# marketplaceConnectWalletTitle
source: Connect your wallet
sl: Poveži denarnico

# marketplaceConnectWalletDescription
source: Connect a Solana wallet to view your NFTs.
sl: Poveži Solana denarnico za ogled svojih NFT-jev.

# marketplaceEmptyCollectionTitle
source: No NFTs in your collection
sl: V tvoji zbirki ni NFT-jev

# marketplaceEmptyCollectionDescription
source: Mint NFTs from AR artworks and collect them here.
sl: Izdaj NFT-je iz AR umetnin in jih zbiraj tukaj.

# marketplaceExploreArArtButton
source: Explore AR art
sl: Razišči AR umetnost

# marketplaceListForSaleButton
source: List for sale
sl: Objavi za prodajo

# marketplaceListForSaleSuccessToast
source: NFT listed for sale successfully!
sl: NFT je uspešno objavljen za prodajo!

# marketplaceListForSaleFailedToast
source: Unable to list NFT for sale right now.
sl: NFT trenutno ni mogoče objaviti za prodajo.

# marketplaceRemoveFromSaleTitle
source: Remove from sale
sl: Odstrani iz prodaje

# marketplaceRemoveFromSaleConfirmBody
source: Remove this NFT from the marketplace?
sl: želiš odstraniti ta NFT s tržnice?

# marketplaceRemoveFromSaleSuccessToast
source: NFT removed from sale.
sl: NFT je odstranjen iz prodaje.

# marketplaceMintConnectWalletTitle
source: Wallet required
sl: Potrebna je denarnica

# marketplaceMintConnectWalletDescription
source: Connect a wallet to mint NFTs from AR artworks.
sl: Poveži denarnico za izdajo NFT-jev iz AR umetnin.

# marketplaceMintSuccessTitle
source: Mint successful!
sl: Izdaja je uspela!

# marketplaceMintSuccessDescription
source: Your NFT has been successfully minted! You can view it in your wallet.
sl: NFT je uspešno izdan! Ogledaš si ga lahko v svoji denarnici.

# marketplaceViewInWalletButton
source: View in wallet
sl: Ogled v denarnici

# marketplaceMintFailedTitle
source: Mint failed
sl: Izdaja ni uspela

# marketplaceMintFailedDescription
source: Unable to mint NFT right now. Please try again.
sl: NFT-ja trenutno ni mogoče izdati. Poskusi znova.

# daoModerationApproveLabel
source: Approve
sl: Odobri

# daoModerationRejectLabel
source: Reject
sl: Zavrni

# daoModerationSetPendingLabel
source: Set pending
sl: Nastavi kot čakajoče

# daoModerationDecisionDialogTitle
source: {decision} submission?
sl: {decision} prijavo?

# daoModerationDecisionDialogDescription
source: Provide optional reviewer notes for the applicant.
sl: Po želji dodaj opombe pregledovalca za prijavitelja.

# daoModerationReviewerNotesLabel
source: Reviewer notes (optional)
sl: Opombe pregledovalca (neobvezno)

# daoModerationDisabledToast
source: Review moderation is disabled.
sl: Moderacija pregledov je onemogočena.

# daoModerationWalletRequiredToast
source: Connect a wallet to moderate submissions.
sl: Za moderiranje prijav poveži denarnico.

# daoModerationSelfNotAllowedToast
source: You cannot moderate your own submission.
sl: Svoje prijave ne moreš moderirati.

# daoModerationSubmissionApprovedToast
source: Submission approved
sl: Prijava odobrena

# daoModerationSubmissionUpdatedToast
source: Submission updated
sl: Prijava posodobljena

# daoModerationNoChangesSavedToast
source: No changes saved
sl: Spremembe niso shranjene

# daoModerationUpdateFailedToast
source: Unable to update review right now.
sl: Pregleda trenutno ni mogoče posodobiti.

# daoReviewDetailsVotingDisabledForApplicant
source: Voting disabled for the applicant profile.
sl: Glasovanje za profil prijavitelja je onemogočeno.

# daoReviewDetailsVotingDisabledForSubmission
source: Voting is disabled for this submission.
sl: Glasovanje za to prijavo je onemogočeno.

# daoReviewDetailsVotingManagedByDao
source: Review decisions are managed by the DAO review process.
sl: Odločitve o pregledu upravlja DAO postopek.

# daoReviewQueueTitle
source: DAO Review Queue
sl: Čakalna vrsta za pregled DAO

# daoReviewVotingHandledByDaoHelper
source: Voting is handled directly by the DAO; use proposals to decide.
sl: Glasovanje poteka neposredno prek DAO; za odločanje uporabi predloge.

# daoReviewCannotVoteOwnSubmissionHelper
source: You cannot vote on your own submission
sl: O svoji prijavi ne moreš glasovati

# daoReviewVotingDisabledSubmissionHelper
source: Voting is disabled for this submission
sl: Glasovanje za to prijavo je onemogočeno

# daoReviewVotingOpensAfterReviewHelper
source: Voting opens after review
sl: Glasovanje se odpre po pregledu

# daoReviewDecisionRecordedHelper
source: Decision recorded: {status}
sl: Odločitev zabeležena: {status}

# daoReviewMediumNotProvided
source: Medium not provided
sl: Medij ni naveden

# daoReviewViewDetailsButton
source: View details
sl: Ogled podrobnosti

# daoReviewDetailsDialogTitle
source: Review submission
sl: Pregled prijave

# daoReviewDetailsPortfolioLabel
source: Portfolio: {url}
sl: Portfelj: {url}

# daoReviewDetailsMediumLabel
source: Medium: {medium}
sl: Medij: {medium}

# daoReviewDetailsReviewerNotesLabel
source: Reviewer notes:
sl: Opombe pregledovalca:

# daoProposalCategoryLabel
source: Category
sl: Kategorija

# daoCategoryPlatformUpdate
source: Platform update
sl: Posodobitev platforme

# daoCategoryNewFeature
source: New feature
sl: Nova funkcija

# daoCategoryPolicyChange
source: Policy change
sl: Sprememba pravil

# daoCategoryTreasuryAllocation
source: Treasury allocation
sl: Dodeliv zakladnice

# daoCategoryCommunityInitiative
source: Community initiative
sl: Pobuda skupnosti

# daoCategoryTechnicalImprovement
source: Technical improvement
sl: Tehnična izboljšava

# daoProposalRequirementsTitle
source: Proposal Requirements
sl: Zahteve za predlog

# daoProposalRequirementWalletConnected
source: Wallet connection required to submit
sl: Za oddajo je potrebna povezava denarnice

# daoProposalRequirementClearlyDefined
source: Proposal must be clearly defined
sl: Predlog mora biti jasno opredeljen

# daoProposalRequirementVotingPeriod
source: Voting period: 3–14 days
sl: Obdobje glasovanja: 3–14 dni

# daoProposalRequirementQuorumTargets
source: Quorum targets are enforced by DAO config
sl: Cilji kvoruma so določeni z nastavittii DAO

# daoProposalFillRequiredFieldsToast
source: Please fill in all required fields
sl: Prosim, izpolni vsa obvezna polja

# daoProposalWalletRequiredToast
source: Connect your wallet to submit proposals.
sl: Za oddajo predlogov poveži denarnico.

# daoProposalSubmittedToast
source: Proposal submitted to DAO
sl: Predlog je oddan v DAO

# daoProposalSubmitFailedToast
source: Unable to submit proposal right now.
sl: Predloga trenutno ni mogoče oddati.

# daoQuorumReached
source: Quorum reached
sl: Kvorum dosežen

# daoQuorumPending
source: Quorum pending
sl: Kvorum ni dosežen

# daoVoteWalletRequiredToast
source: Connect your wallet before voting
sl: Pred glasovanjem poveži denarnico

# daoVoteSubmittedYesToast
source: Vote Yes submitted
sl: Glas ZA oddan

# daoVoteSubmittedNoToast
source: Vote No submitted
sl: Glas PROTI oddan

# daoVoteSubmitFailedToast
source: Unable to submit vote right now.
sl: Glasu trenutno ni mogoče oddati.

# daoVoteYesButton
source: Vote Yes
sl: Glasuj ZA

# daoVoteNoButton
source: Vote No
sl: Glasuj PROTI

# daoProposalVotesYesLabel
source: Yes: {count}
sl: Za: {count}

# daoProposalVotesNoLabel
source: No: {count}
sl: Proti: {count}

# daoProposalVotesAbstainLabel
source: Abstain: {count}
sl: Vzdržan: {count}

# daoVotingHistoryUnknownProposal
source: Unknown Proposal
sl: Neznan predlog

# daoVoteChoiceYes
source: Yes
sl: Za

# daoVoteChoiceNo
source: No
sl: Proti

# daoVoteChoiceAbstain
source: Abstain
sl: Vzdržan

# daoVotingResultPassing
source: Passing
sl: Sprejet

# daoVotingResultNotPassing
source: Not Passing
sl: Ni sprejet

# daoVotingHistoryYourPowerLabel
source: Your power: {power}
sl: Tvoja moč: {power}

# daoVotingHistoryEmptyTitle
source: No voting history yet
sl: Zaenkrat še ni zgodovine glasovanja

# daoVotingHistoryEmptyDescription
source: Cast your first vote on an active proposal
sl: Oddaj svoj prvi glas pri aktivnem predlogu

# daoActiveProposalsEmptyTitle
source: No active proposals
sl: Ni aktivnih predlogov

# daoActiveProposalsEmptyDescription
source: Submit a proposal or review to get governance moving.
sl: Oddaj predlog ali pregled, da se upravljanje premakne naprej.

# daoTreasuryTitle
source: DAO Treasury
sl: Zakladnica DAO

# daoTreasurySubtitle
source: Community-controlled funds for platform development
sl: Sredstva skupnosti za razvoj platforme

# daoTreasuryInflowLabel
source: Inflow
sl: Priliv

# daoTreasuryOutflowLabel
source: Outflow
sl: Odliv

# daoTreasuryProposalsLabel
source: Proposals
sl: Predlogi

# daoRecentTransactionsTitle
source: Recent Transactions
sl: Nedavne transakcije

# daoRecentTransactionsEmptyTitle
source: No recent transactions
sl: Ni nedavnih transakcij

# commonTimeAgoDays
source: {count}d ago
sl: pred {count} d

# commonTimeAgoHours
source: {count}h ago
sl: pred {count} h

# commonTimeAgoMinutes
source: {count}m ago
sl: pred {count} min

# daoTreasuryProposalsEmptyTitle
source: No treasury proposals yet
sl: Zaenkrat še ni predlogov zakladnice

# daoTreasuryProposalsEmptyDescription
source: Create a treasury request to allocate KUB8 to initiatives.
sl: Ustvari zahtevek zakladnice za dodeliv KUB8 pobudam.

# daoTreasuryProposalsTitle
source: Treasury Proposals
sl: Predlogi zakladnice

# daoCreateProposalButton
source: Create proposal
sl: Ustvari predlog

# daoVoteDelegationTitle
source: Vote Delegation
sl: Delegiranje glasovanja

# daoVoteDelegationSubtitle
source: Delegate your voting power to trusted community members
sl: Delegiraj svojo glasovalno moč zaupanja vrednim članom skupnosti

# daoTopDelegatesTitle
source: Top Delegates
sl: Najboljši delegati

# daoTopDelegatesEmptyTitle
source: No delegates yet
sl: Zaenkrat ni delegatov

# daoTopDelegatesEmptyDescription
source: No delegates have been registered yet.
sl: Zaenkrat ni registriranih delegatov.

# daoDelegateActiveLabel
source: Active
sl: Aktiven

# daoTapToDelegateHint
source: Tap to delegate
sl: Tapni za delegiranje

# daoDelegationActionsTitle
source: Delegation Actions
sl: Dejanja delegiranja

# daoDelegationActionsSubtitle
source: Choose how to use your voting power
sl: Izberi, kako želiš uporabiti svojo glasovalno moč

# daoDelegateToTrustedMembersButton
source: Delegate to Trusted Members
sl: Delegiraj zaupanja vrednim članom

# daoSelfDelegateButton
source: Self Delegate
sl: Samodelegiraj

# daoRevokeButton
source: Revoke
sl: Prekliči

# daoDelegateVotingPowerDialogTitle
source: Delegate Voting Power
sl: Delegiraj glasovalno moč

# daoDelegateVotingPowerDialogBody
source: Are you sure you want to delegate your {votingPower} voting power to {delegateName}?
sl: Ali res želiš delegirati svojo glasovalno moč {votingPower} delegatu {delegateName}?

# daoDelegationBenefitsTitle
source: Delegation Benefits
sl: Prednosti delegiranja

# daoDelegationBenefitsBody
source: • Your delegate will vote on your behalf • You can revoke delegation anytime • Your voting power remains yours
sl: • Delegat bo glasoval v tvojem imenu • Delegiranje lahko kadarkoli prekličeš • Tvoja glasovalna moč ostane tvoja

# daoConfirmDelegationButton
source: Confirm Delegation
sl: Potrdi delegiranje

# daoDelegationSuccessToast
source: Voting power successfully delegated to {delegateName}
sl: Glasovalna moč je uspešno delegirana delegatu {delegateName}

# daoViewDelegationDetailsAction
source: View Details
sl: Ogled podrobnosti

# daoDelegationActiveTitle
source: Delegation Active
sl: Delegiranje je aktivno

# daoDelegationDetailDelegateLabel
source: Delegate
sl: Delegat

# daoDelegationDetailVotingPowerLabel
source: Voting Power
sl: Glasovalna moč

# daoDelegationDetailStartedLabel
source: Started
sl: Začetek

# daoDelegationStatusActive
source: Active
sl: Aktivno

# daoDelegationStartedJustNow
source: Just now
sl: Pravkar

# daoRevokeDelegationButton
source: Revoke Delegation
sl: Prekliči delegiranje

# daoDelegationRevokedToast
source: Delegation revoked successfully
sl: Delegiranje je uspešno preklicano

# daoSelfDelegationEnabledToast
source: Self-delegation enabled
sl: Samodelegiranje omogočeno

# commonPost
source: Post
sl: Objava

# commonComments
source: Comments
sl: Komentarji

# commonLikes
source: Likes
sl: Všečki

# commonReply
source: Reply
sl: Odgovori

# commonSend
source: Send
sl: Pošlji

# commonYou
source: You
sl: Ti

# commonUnknown
source: Unknown
sl: Neznano

# commonUnnamed
source: Unnamed
sl: Brez imena

# commonOwner
source: Owner
sl: Lastnik

# commonJoined
source: Joined
sl: Pridružen

# commonJoin
source: Join
sl: Pridruži se

# commonPublic
source: Public
sl: Javno

# commonPrivate
source: Private
sl: Zasebno

# commonRefresh
source: Refresh
sl: Osveži

# commonMembersCount
source: {count, plural, =1{1 member} other{{count} members}}
sl: {count, plural, one{{count} član} two{{count} člana} few{{count} člani} other{{count} članov}}

# commonCommentsCount
source: {count, plural, =1{1 comment} other{{count} comments}}
sl: {count, plural, one{{count} komentar} two{{count} komentarja} few{{count} komentarji} other{{count} komentarjev}}

# commonDistanceKmAway
source: {value} km away
sl: {value} km stran

# commonTimeAgoWeeks
source: {count}w ago
sl: pred {count} ted.

# commonTimeAgoJustNow
source: Just now
sl: Pravkar

# postDetailLoadPostFailedMessage
source: Failed to load post.
sl: Objave ni bilo mogoče naložiti.

# postDetailMoreOptionsReportAction
source: Report
sl: Prijavi

# postDetailReportPostDialogTitle
source: Report post
sl: Prijavi objavo

# postDetailReportPostDialogQuestion
source: Why are you reporting this post?
sl: Zakaj prijavljaš to objavo?

# postDetailEditPostTitle
source: Edit post
sl: Uredi objavo

# postDetailPostUpdatedToast
source: Post updated
sl: Objava posodobljena

# postDetailUpdatePostFailedToast
source: Failed to update post.
sl: Objave ni bilo mogoče posodobiti.

# postDetailDeletePostTitle
source: Delete post
sl: Izbriši objavo

# postDetailDeletePostBody
source: Are you sure you want to delete this post? This action cannot be undone.
sl: Ali res želiš izbrisati to objavo? Tega dejanja ni mogoče razveljaviti.

# postDetailPostDeletedToast
source: Post deleted
sl: Objava izbrisana

# postDetailDeletePostFailedToast
source: Failed to delete post.
sl: Objave ni bilo mogoče izbrisati.

# postDetailPostLikedToast
source: Post liked
sl: Objava je všečkana

# postDetailLikeRemovedToast
source: Like removed
sl: Všeček odstranjen

# postDetailUndoLikeFailedToast
source: Failed to undo like.
sl: Všečka ni bilo mogoče razveljaviti.

# postDetailUpdateLikeFailedToast
source: Failed to update like.
sl: Všečka ni bilo mogoče posodobiti.

# postDetailRetryLikeFailedToast
source: Retry failed.
sl: Ponovni poskus ni uspel.

# postDetailCommentAddedToast
source: Comment added
sl: Komentar dodan

# postDetailAddCommentFailedToast
source: Failed to add comment.
sl: Komentarja ni bilo mogoče dodati.

# postDetailUpdateCommentLikeFailedToast
source: Failed to update like.
sl: Všečka ni bilo mogoče posodobiti.

# postDetailLoadLikesFailedMessage
source: Failed to load likes.
sl: Všečkov ni bilo mogoče naložiti.

# postDetailNoLikesTitle
source: No likes yet
sl: Še ni všečkov

# postDetailNoLikesDescription
source: Be the first to like this
sl: Bodi prvi, ki všečka to

# postDetailSharePostTitle
source: Share post
sl: Deli objavo

# postDetailSearchProfilesHint
source: Search for profiles…
sl: Išči profile…

# postDetailCopyLink
source: Copy link
sl: Kopiraj povezavo

# postDetailLinkCopiedToast
source: Link copied to clipboard
sl: Povezava kopirana v odložišče

# postDetailShareViaEllipsis
source: Share via…
sl: Deli prek…

# postDetailNoProfilesFoundTitle
source: No profiles found
sl: Profilov ni bilo mogoče najti

# postDetailNoProfilesFoundDescription
source: Try a different search term
sl: Poskusi z drugim iskalnim izrazom

# postDetailShareDmDefaultMessage
source: Check out this post!
sl: Oglej si to objavo!

# postDetailShareSuccessToast
source: Shared post with @{username}
sl: Objava deljena z @{username}

# postDetailShareFailedToast
source: Failed to share.
sl: Deljenje ni uspelo.

# postDetailRepostTitle
source: Repost
sl: Ponovno objavi

# postDetailRepostButton
source: Repost
sl: Ponovno objavi

# postDetailRepostSuccessToast
source: Reposted!
sl: Ponovno objavljeno!

# postDetailRepostWithCommentSuccessToast
source: Reposted with comment!
sl: Ponovno objavljeno s komentarjem!

# postDetailRepostFailedToast
source: Failed to repost.
sl: Ponovna objava ni uspela.

# postDetailRepostThoughtsHint
source: Add your thoughts (optional)…
sl: Dodaj svoje misli (neobvezno)…

# postDetailRepostingLabel
source: Reposting:
sl: Ponovno objavljaš:

# postDetailNoCommentsTitle
source: No comments yet
sl: Še ni komentarjev

# postDetailNoCommentsDescription
source: Be the first to start the conversation
sl: Bodi prvi, ki začne pogovor

# postDetailReplyingToLabel
source: Replying to {author}
sl: Odgovarjaš uporabniku {author}

# postDetailWriteCommentHint
source: Write a comment…
sl: Napiši komentar…

# postDetailLinkedArtworkLabel
source: Linked artwork
sl: Povezano umetniško delo

# postDetailOriginalUnavailableMessage
source: Original post is no longer available
sl: Izvirna objava ni več na voljo

# communityGroupsRefreshFailedToast
source: Could not refresh groups.
sl: Skupin ni bilo mogoče osvežiti.

# communityGroupMembershipUpdateFailedToast
source: Could not update group membership.
sl: Članstva ni bilo mogoče posodobiti.

# communityGroupNoDescription
source: No description provided.
sl: Opis ni na voljo.

# communityGroupLatestPostLabel
source: Latest post
sl: Zadnja objava

# communityOpenGroupFeedButton
source: Open group feed
sl: Odpri vir skupine
