Repository: kubus-project/art.kubus
Catalog: lib/l10n/app_*.arb
Languages: sl

# settingsLicensesDialogBody
source: This app uses the following open source libraries: • Flutter SDK (BSD License) • Material Design Icons (Apache 2.0) • SharedPreferences (BSD License) • HTTP (BSD License) • Path Provider (BSD License) Full license texts are available in the app repository.
sl: Ta aplikacija uporablja naslednje odprtokodne knjižnice: • Flutter SDK (BSD licenca) • Material Design Icons (Apache 2.0) • SharedPreferences (BSD licenca) • HTTP (BSD licenca) • Path Provider (BSD licenca) Celotna besedila licenc so na voljo v repozitoriju aplikacije.

# settingsRateAppDialogTitle
source: Rate art.kubus
sl: Oceni art.kubus

# settingsRateAppDialogBodyTitle
source: Enjoying the app?
sl: Ti je aplikacija všeč?

# settingsRateAppDialogBodySubtitle
source: Please consider rating us on the app store!
sl: Prosim, oceni nas v trgovini z aplikacijami!

# settingsMaybeLaterButton
source: Maybe later
sl: Mogoče pozneje

# settingsOpeningAppStoreToast
source: Opening app store…
sl: Odpiram trgovino…

# settingsRateNowButton
source: Rate now
sl: Oceni zdaj

# settingsChangePasswordDialogTitle
source: Change password
sl: Spremeni geslo

# settingsCurrentPasswordLabel
source: Current password
sl: Trenutno geslo

# settingsNewPasswordLabel
source: New password
sl: Novo geslo

# settingsConfirmNewPasswordLabel
source: Confirm new password
sl: Potrdi novo geslo

# settingsPasswordUpdatedToast
source: Password updated successfully
sl: Geslo je uspešno posodobljeno

# settingsUpdateButton
source: Update
sl: Posodobi

# settingsDeactivateAccountDialogTitle
source: Deactivate account
sl: Deaktiviraj račun

# settingsDeactivateAccountDialogBodyTitle
source: Are you sure you want to deactivate your account?
sl: Si prepričan/a, da želiš deaktivirati račun?

# settingsDeactivateAccountDialogBodySubtitle
source: You can reactivate it later by logging in.
sl: Kasneje ga lahko znova aktiviraš, ko se prijaviš.

# settingsAccountDeactivatedToast
source: Account deactivated
sl: Račun je deaktiviran

# settingsDeactivateButton
source: Deactivate
sl: Deaktiviraj

# settingsProfileVisibilityDialogTitle
source: Profile visibility
sl: Vidnost profila

# settingsProfileVisibilitySetToast
source: Profile visibility set to {value}
sl: Vidnost profila nastavljena na {value}

# settingsPrivacySettingsDialogTitle
source: Privacy settings
sl: Nastavitve zasebnosti

# settingsPrivacyDataCollectionTitle
source: Data collection
sl: Zbiranje podatkov

# settingsPrivacyDataCollectionSubtitle
source: Allow app to collect usage data
sl: Dovoli zbiranje podatkov o uporabi

# settingsPrivacyPersonalizedAdsTitle
source: Personalized ads
sl: Personalizirani oglasi

# settingsPrivacyPersonalizedAdsSubtitle
source: Show ads based on your interests
sl: Prikaži oglase glede na interese

# settingsPrivacyLocationTrackingTitle
source: Location tracking
sl: Sledenje lokaciji

# settingsPrivacyLocationTrackingSubtitle
source: Allow location-based features
sl: Dovoli funkcije na podlagi lokacije

# settingsPrivacyDataRetentionTitle
source: Data retention
sl: Hramba podatkov

# settingsPrivacyDataRetentionSubtitle
source: How long to keep your data
sl: Kako dolgo hraniti tvoje podatke

# settingsRetention3Months
source: 3 months
sl: 3 mesece

# settingsRetention6Months
source: 6 months
sl: 6 mesecev

# settingsRetention1Year
source: 1 year
sl: 1 leto

# settingsRetention2Years
source: 2 years
sl: 2 leti

# settingsRetentionIndefinite
source: Indefinite
sl: Nedoločno

# settingsPrivacySettingsUpdatedToast
source: Privacy settings updated
sl: Nastavitve zasebnosti posodobljene

# settingsSecuritySettingsDialogTitle
source: Security settings
sl: Varnostne nastavitve

# settingsChangePasswordTileTitle
source: Change password
sl: Spremeni geslo

# settingsChangePasswordTileSubtitle
source: Update your account password
sl: Posodobi geslo računa

# settingsTwoFactorTitle
source: Two-factor authentication
sl: Dvostopenjska avtentikacija

# settingsTwoFactorSubtitle
source: Add extra security to your account
sl: Dodaj dodatno zaščito računu

# settingsSessionTimeoutTitle
source: Session timeout
sl: Časovna omejitev seje

# settingsSessionTimeoutSubtitle
source: Automatically sign out when idle
sl: Samodejna odjava ob neaktivnosti

# settingsAutoLockTimeTitle
source: Auto-lock time
sl: Čas samodejnega zaklepa

# settingsAutoLockTimeSubtitle
source: Lock app after inactivity
sl: Zakleni aplikacijo po neaktivnosti

# settingsLoginNotificationsTitle
source: Login notifications
sl: Obvestila o prijavi

# settingsLoginNotificationsSubtitle
source: Get notified of new sign-ins
sl: Obvestila ob novih prijavah

# settingsSecuritySettingsUpdatedToast
source: Security settings updated
sl: Varnostne nastavitve posodobljene

# settingsAccountManagementDialogTitle
source: Account management
sl: Upravljanje računa

# settingsEmailNotificationsTitle
source: Email notifications
sl: E‑poštna obvestila

# settingsEmailNotificationsSubtitle
source: Receive updates via email
sl: Prejemaj posodobitve prek e‑pošte

# settingsPushNotificationsTitle
source: Push notifications
sl: Potisna obvestila

# settingsPushNotificationsSubtitle
source: Get notifications on your device
sl: Obvestila na napravi

# settingsMarketingEmailsTitle
source: Marketing emails
sl: Marketinška e‑pošta

# settingsMarketingEmailsSubtitle
source: Receive promotional content
sl: Prejemaj promocijsko vsebino

# settingsAccountTypeTitle
source: Account type
sl: Vrsta računa

# settingsAccountTypeSubtitle
source: Your current membership level
sl: Tvoja trenutna raven članstva

# settingsPublicProfileTitle
source: Public profile
sl: Javni profil

# settingsPublicProfileSubtitle
source: Allow others to find your profile
sl: Dovoli drugim, da najdejo tvoj profil

# settingsDeactivateAccountTileTitle
source: Deactivate account
sl: Deaktiviraj račun

# settingsDeactivateAccountTileSubtitle
source: Temporarily disable your account
sl: Začasno onemogoči račun

# settingsAccountSettingsUpdatedToast
source: Account settings updated
sl: Nastavitve računa posodobljene

# commonStepOfTotal
source: {current} of {total}
sl: {current} od {total}

# web3OnboardingKeyFeaturesTitle
source: Key features:
sl: Ključne funkcije:

# web3FeatureWeb3Title
source: Optional wallet features (Web3)
sl: Neobvezne funkcije z denarnico (Web3)

# web3FeatureMarketplaceTitle
source: Collectibles marketplace (NFT)
sl: Tržnica zbirateljskih predmetov (NFT)

# web3FeatureArtistStudioTitle
source: Artist studio
sl: Umetniški studio

# web3FeatureInstitutionHubTitle
source: Institution hub
sl: Središče za institucije

# web3FeatureGovernanceTitle
source: Community decision-making (DAO)
sl: Skupnostno odločanje (DAO)

# web3DaoP1Title
source: Welcome to community decision-making
sl: Dobrodošel/a v skupnostnem odločanju

# web3DaoP1Description
source: Participate in community decision-making for the art.kubus ecosystem. Your voice helps shape the platform.
sl: Sodeluj pri skupnostnem odločanju za ekosistem art.kubus. Tvoj glas pomaga oblikovati platformo.

# web3DaoP1Feature1
source: Vote on community proposals
sl: Glasuj o skupnostnih predlogih

# web3DaoP1Feature2
source: Create and submit proposals
sl: Ustvari in oddaj predloge

# web3DaoP1Feature3
source: Earn KUB8 points for participation
sl: Za sodelovanje prejmi KUB8 točke

# web3DaoP1Feature4
source: Discuss and collaborate with others
sl: Razpravljaj in sodeluj z drugimi

# web3DaoP2Title
source: Your voting weight
sl: Tvoja glasovalna teža

# web3DaoP2Description
source: Your voting weight can reflect your Season 0 progress (KUB8 points). No financial value—just participation and recognition.
sl: Tvoja glasovalna teža lahko odraža tvoj napredek v Sezoni 0 (KUB8 točke). Nima finančne vrednosti; gre za sodelovanje in priznanje.

# web3DaoP2Feature1
source: Voting weight can follow your KUB8 points
sl: Glasovalna teža lahko sledi tvojim KUB8 točkam

# web3DaoP2Feature2
source: Vote on active proposals
sl: Glasuj o aktivnih predlogih

# web3DaoP2Feature3
source: See results as they update
sl: Spremljaj rezultate v živo

# web3DaoP2Feature4
source: Track your participation history
sl: Spremljaj zgodovino sodelovanja

# web3DaoP3Title
source: Create proposals
sl: Ustvari predloge

# web3DaoP3Description
source: Have an idea to improve the platform? Submit proposals for features, policies, or community initiatives.
sl: Imaš idejo za izboljšavo platforme? Oddaj predloge za funkcije, pravila ali skupnostne pobude.

# web3DaoP3Feature1
source: Write clear proposals with context
sl: Napiši jasne predloge s kontekstom

# web3DaoP3Feature2
source: Choose voting duration and requirements
sl: Izberi trajanje glasovanja in pogoje

# web3DaoP3Feature3
source: Gather community support
sl: Zberi podporo skupnosti

# web3DaoP3Feature4
source: Follow status and discussion
sl: Spremljaj stanje in razpravo

# web3DaoP4Title
source: Ready to participate
sl: Pripravljeni na sodelovanje

# web3DaoP4Description
source: You’re all set. Explore active proposals or start a new one when you’re ready.
sl: Vse je pripravljeno. Razišči aktivne predloge ali ustvari svojega, ko bo pravi čas.

# web3DaoP4Feature1
source: Browse and vote on proposals
sl: Brskaj in glasuj o predlogih

# web3DaoP4Feature2
source: Review your voting history
sl: Preglej zgodovino glasovanj

# web3DaoP4Feature3
source: See governance activity
sl: Oglej si aktivnost odločanja

# web3DaoP4Feature4
source: Collaborate with the community
sl: Sodeluj s skupnostjo

# web3ArtistStudioP1Title
source: Welcome to artist studio
sl: Dobrodošel/a v umetniškem studiu

# web3ArtistStudioP1Description
source: Your workspace for managing artworks, creating AR markers, and tracking your progress.
sl: Tvoj delovni prostor za upravljanje umetnin, ustvarjanje AR označevalcev in spremljanje napredka.

# web3ArtistStudioP1Feature1
source: Manage your artwork collection
sl: Upravljaj svojo zbirko umetnin

# web3ArtistStudioP1Feature2
source: Create interactive AR markers
sl: Ustvarjaj interaktivne AR označevalce

# web3ArtistStudioP1Feature3
source: Track performance insights
sl: Spremljaj vpoglede v uspešnost

# web3ArtistStudioP1Feature4
source: Showcase and share with the community
sl: Predstavi in deli s skupnostjo

# web3ArtistStudioP2Title
source: Artwork gallery
sl: Galerija umetnin

# web3ArtistStudioP2Description
source: Showcase your creations and digital collectibles (NFT). Upload, organize, and present your work.
sl: Predstavi svoje stvaritve in zbirateljske predmete (NFT). Naloži, organiziraj in prikaži svoje umetnine.

# web3ArtistStudioP2Feature1
source: Upload and organize artworks
sl: Naloži in organiziraj umetnine

# web3ArtistStudioP2Feature2
source: Add titles and descriptions
sl: Dodaj naslove in opise

# web3ArtistStudioP2Feature3
source: Choose visibility and availability
sl: Izberi vidnost in razpoložljivost

# web3ArtistStudioP2Feature4
source: Track views and engagement
sl: Spremljaj oglede in odziv

# web3ArtistStudioP3Title
source: AR marker creator
sl: Ustvarjalnik AR označevalcev

# web3ArtistStudioP3Description
source: Turn artworks into AR experiences. Place markers in real-world locations for others to discover.
sl: Spremeni umetnine v AR izkušnje. Postavi označevalce v resničnih lokacijah, da jih drugi odkrijejo.

# web3ArtistStudioP3Feature1
source: Create geo-located markers
sl: Ustvari geo-locirane označevalce

# web3ArtistStudioP3Feature2
source: Attach artworks to places
sl: Poveži umetnine z lokacijami

# web3ArtistStudioP3Feature3
source: Add discovery rewards (KUB8 points)
sl: Dodaj nagrade za odkritja (KUB8 točke)

# web3ArtistStudioP3Feature4
source: Monitor marker interactions
sl: Spremljaj interakcije z označevalci

# web3ArtistStudioP4Title
source: Insights dashboard
sl: Nadzorna plošča vpogledov

# web3ArtistStudioP4Description
source: Track performance with insights on views, discoveries, and community engagement.
sl: Spremljaj uspešnost z vpogledi v oglede, odkritja in odziv skupnosti.

# web3ArtistStudioP4Feature1
source: Monitor artwork performance
sl: Spremljaj uspešnost umetnin

# web3ArtistStudioP4Feature2
source: Track KUB8 points progress
sl: Spremljaj napredek KUB8 točk

# web3ArtistStudioP4Feature3
source: See discovery patterns
sl: Oglej si vzorce odkritij

# web3ArtistStudioP4Feature4
source: Export reports
sl: Izvozi poročila

# web3ArtistStudioP5Title
source: Start creating
sl: Začni ustvarjati

# web3ArtistStudioP5Description
source: Your studio is ready. Upload your first artwork or create an AR marker to share with the community.
sl: Tvoj studio je pripravljen. Naloži prvo umetnino ali ustvari AR označevalec in deli s skupnostjo.

# web3ArtistStudioP5Feature1
source: Upload your first artwork
sl: Naloži prvo umetnino

# web3ArtistStudioP5Feature2
source: Create your first AR marker
sl: Ustvari prvi AR označevalec

# web3ArtistStudioP5Feature3
source: Explore community creations
sl: Razišči stvaritve skupnosti

# web3ArtistStudioP5Feature4
source: Start earning KUB8 points
sl: Začni zbirati KUB8 točke

# web3InstitutionHubP1Title
source: Welcome to institution hub
sl: Dobrodošel/a v središču za institucije

# web3InstitutionHubP1Description
source: Manage events, exhibitions, and educational programs. Connect your institution with the art community.
sl: Upravljaj dogodke, razstave in izobraževalne programe. Poveži institucijo z umetniško skupnostjo.

# web3InstitutionHubP1Feature1
source: Create and manage events
sl: Ustvarjaj in upravljaj dogodke

# web3InstitutionHubP1Feature2
source: Host exhibitions
sl: Gosti razstave

# web3InstitutionHubP1Feature3
source: Engage with the community
sl: Poveži se s skupnostjo

# web3InstitutionHubP1Feature4
source: Track reach and engagement
sl: Spremljaj doseg in odziv

# web3InstitutionHubP2Title
source: Event management
sl: Upravljanje dogodkov

# web3InstitutionHubP2Description
source: Organize exhibitions, workshops, and events. Manage scheduling, registrations, and updates.
sl: Organiziraj razstave, delavnice in dogodke. Upravljaj urnik, prijave in obvestila.

# web3InstitutionHubP2Feature1
source: Schedule exhibitions and workshops
sl: Načrtuj razstave in delavnice

# web3InstitutionHubP2Feature2
source: Manage registrations
sl: Upravljaj prijave

# web3InstitutionHubP2Feature3
source: Send updates to attendees
sl: Pošiljaj obvestila udeležencem

# web3InstitutionHubP2Feature4
source: Track attendance and engagement
sl: Spremljaj obisk in odziv

# web3InstitutionHubP3Title
source: Event creation tools
sl: Orodja za ustvarjanje dogodkov

# web3InstitutionHubP3Description
source: Create event pages with rich descriptions and media to help people join.
sl: Ustvari strani dogodkov z opisi in mediji, da se ljudje lažje pridružijo.

# web3InstitutionHubP3Feature1
source: Design event pages with media
sl: Oblikuj strani dogodkov z mediji

# web3InstitutionHubP3Feature2
source: Set capacity and registration
sl: Nastavi kapaciteto in prijavo

# web3InstitutionHubP3Feature3
source: Create promotional materials
sl: Ustvari promocijske materiale

# web3InstitutionHubP3Feature4
source: Integrate with calendars
sl: Poveži s koledarji

# web3InstitutionHubP4Title
source: Analytics & insights
sl: Analitika in vpogledi

# web3InstitutionHubP4Description
source: Measure success with insights on attendance, engagement, and community impact.
sl: Meri uspešnost z vpogledi v obisk, odziv in vpliv na skupnost.

# web3InstitutionHubP4Feature1
source: Track attendance and engagement
sl: Spremljaj obisk in odziv

# web3InstitutionHubP4Feature2
source: Monitor community interest
sl: Spremljaj zanimanje skupnosti

# web3InstitutionHubP4Feature3
source: Analyze participant feedback
sl: Analiziraj povratne informacije

# web3InstitutionHubP4Feature4
source: Export reports
sl: Izvozi poročila

# web3InstitutionHubP5Title
source: Launch your events
sl: Objavi svoje dogodke

# web3InstitutionHubP5Description
source: Ready to connect with the art community? Create your first event or explore ongoing exhibitions.
sl: Si pripravljen/a na povezovanje s skupnostjo? Ustvari prvi dogodek ali razišči aktualne razstave.

# web3InstitutionHubP5Feature1
source: Create your first event
sl: Ustvari prvi dogodek

# web3InstitutionHubP5Feature2
source: Explore community events
sl: Razišči dogodke skupnosti

# web3InstitutionHubP5Feature3
source: Connect with other institutions
sl: Poveži se z drugimi institucijami

# web3InstitutionHubP5Feature4
source: Build your cultural network
sl: Zgradi kulturno mrežo

# web3MarketplaceP1Title
source: Welcome to the marketplace
sl: Dobrodošel/a na tržnici

# web3MarketplaceP1Description
source: Discover, buy, and sell digital collectibles (NFT). Connect with creators and collectors.
sl: Odkrij, kupi ali prodaj zbirateljske predmete (NFT). Poveži se z ustvarjalci in zbiratelji.

# web3MarketplaceP1Feature1
source: Browse collectibles
sl: Brskaj po zbirateljskih predmetih

# web3MarketplaceP1Feature2
source: Buy and sell securely
sl: Kupuj in prodajaj varno

# web3MarketplaceP1Feature3
source: Discover featured artworks
sl: Odkrij izpostavljene umetnine

# web3MarketplaceP1Feature4
source: Support creators you like
sl: Podpri ustvarjalce, ki jih spremljaš

# web3MarketplaceP2Title
source: Discover great art
sl: Odkrij odlično umetnost

# web3MarketplaceP2Description
source: Explore curated collections and filter by category, rarity, and more.
sl: Razišči kurirane zbirke in filtriraj po kategoriji, redkosti in več.

# web3MarketplaceP2Feature1
source: Filter by category and rarity
sl: Filtriraj po kategoriji in redkosti

# web3MarketplaceP2Feature2
source: View detailed artwork info
sl: Oglej si podrobnosti umetnin

# web3MarketplaceP2Feature3
source: Check provenance and authenticity
sl: Preveri izvor in avtentičnost

# web3MarketplaceP2Feature4
source: Save favorites to a wishlist
sl: Shranjuj priljubljene na seznam želja

# web3MarketplaceP3Title
source: List your creations
sl: Objavi svoje stvaritve

# web3MarketplaceP3Description
source: Creators can list digital collectibles (NFT) for others to collect. Add details and choose price and availability.
sl: Ustvarjalci lahko objavijo zbirateljske predmete (NFT). Dodaj podrobnosti ter nastavi ceno in razpoložljivost.

# web3MarketplaceP3Feature1
source: Upload your digital artwork
sl: Naloži digitalno umetnino

# web3MarketplaceP3Feature2
source: Add descriptions and tags
sl: Dodaj opise in oznake

# web3MarketplaceP3Feature3
source: Set price and availability
sl: Nastavi ceno in razpoložljivost

# web3MarketplaceP3Feature4
source: Track interest and activity
sl: Spremljaj zanimanje in aktivnost

# web3MarketplaceP4Title
source: Start exploring
sl: Začni raziskovati

# web3MarketplaceP4Description
source: You’re ready. Explore collections, make your first purchase, or list your first item.
sl: Vse je pripravljeno. Razišči zbirke, opravi prvi nakup ali objavi svoj prvi predmet.

# web3MarketplaceP4Feature1
source: Explore featured collections
sl: Razišči izpostavljene zbirke

# web3MarketplaceP4Feature2
source: Make your first purchase
sl: Opravi prvi nakup

# web3MarketplaceP4Feature3
source: List an item for sale
sl: Objavi predmet za prodajo

# web3MarketplaceP4Feature4
source: Join the creative community
sl: Pridruži se ustvarjalni skupnosti

# web3FeaturesP1Title
source: Connect a wallet (optional)
sl: Poveži denarnico (neobvezno)

# web3FeaturesP1Description
source: Connect your wallet to enable optional layers like collectibles (NFT) and proofs of visit (POAP). The core app works without it.
sl: Poveži denarnico za neobvezne plasti, kot so zbirateljski predmeti (NFT) in digitalni dokazi obiska (POAP). Osnovna aplikacija deluje tudi brez tega.

# web3FeaturesP1Feature1
source: Wallet-based sign-in (optional)
sl: Prijava z denarnico (neobvezno)

# web3FeaturesP1Feature2
source: Collectibles (NFT) and proofs of visit (POAP)
sl: Zbirateljski predmeti (NFT) in digitalni dokazi obiska (POAP)

# web3FeaturesP1Feature3
source: Keys stay in your wallet
sl: Ključi ostanejo v tvoji denarnici

# web3FeaturesP1Feature4
source: Disconnect anytime
sl: Povezavo lahko kadarkoli prekineš

# web3FeaturesP2Title
source: Collectibles marketplace (NFT)
sl: Tržnica zbirateljskih predmetov (NFT)

# web3FeaturesP2Description
source: Browse, buy, and sell digital collectibles (NFT) in an optional marketplace.
sl: V neobvezni tržnici brskaj, kupuj in prodajaj zbirateljske predmete (NFT).

# web3FeaturesP2Feature1
source: Browse featured drops
sl: Brskaj po izpostavljenih izdajah

# web3FeaturesP2Feature2
source: Search by category and rarity
sl: Išči po kategoriji in redkosti

# web3FeaturesP2Feature3
source: View details and provenance
sl: Oglej si podrobnosti in izvor

# web3FeaturesP2Feature4
source: Buy and sell securely
sl: Kupuj in prodajaj varno

# web3FeaturesP2Feature5
source: Save favorites for later
sl: Shranjuj priljubljene za pozneje

# web3FeaturesP3Title
source: Artist studio
sl: Umetniški studio

# web3FeaturesP3Description
source: Create and manage your digital works. Optionally publish collectibles (NFT) and share them with the community.
sl: Ustvarjaj in upravljaj digitalne umetnine. Po želji objavi zbirateljske predmete (NFT) in jih deli s skupnostjo.

# web3FeaturesP3Feature1
source: Upload and organize artworks
sl: Naloži in organiziraj umetnine

# web3FeaturesP3Feature2
source: Create AR markers
sl: Ustvarjaj AR označevalce

# web3FeaturesP3Feature3
source: Optionally publish collectibles (NFT)
sl: Po želji objavi zbirateljske predmete (NFT)

# web3FeaturesP3Feature4
source: Track insights and engagement
sl: Spremljaj vpoglede in odziv

# web3FeaturesP3Feature5
source: Collaborate with other creators
sl: Sodeluj z drugimi ustvarjalci

# web3FeaturesP4Title
source: Community decision-making (DAO)
sl: Skupnostno odločanje (DAO)

# web3FeaturesP4Description
source: Vote on proposals and help guide the platform together.
sl: Glasuj o predlogih in skupaj usmerjaj platformo.

# web3FeaturesP4Feature1
source: Vote on proposals
sl: Glasuj o predlogih

# web3FeaturesP4Feature2
source: Submit suggestions
sl: Oddaj predloge izboljšav

# web3FeaturesP4Feature3
source: Earn KUB8 points for participation
sl: Za sodelovanje prejmi KUB8 točke

# web3FeaturesP4Feature4
source: Follow discussions and outcomes
sl: Spremljaj razprave in rezultate

# web3FeaturesP4Feature5
source: Help shape community guidelines
sl: Sooblikuj smernice skupnosti

# web3FeaturesP5Title
source: Institution hub
sl: Središče za institucije

# web3FeaturesP5Description
source: Partner with galleries and cultural institutions, and host events and exhibitions.
sl: Poveži se z galerijami in kulturnimi institucijami ter gosti dogodke in razstave.

# web3FeaturesP5Feature1
source: Partner with verified institutions
sl: Poveži se s preverjenimi institucijami

# web3FeaturesP5Feature2
source: Host events and exhibitions
sl: Gosti dogodke in razstave

# web3FeaturesP5Feature3
source: Curate collections together
sl: Skupaj kuriraj zbirke

# web3FeaturesP5Feature4
source: Professional networking tools
sl: Orodja za profesionalno mreženje

# web3FeaturesP5Feature5
source: Tools built for institutions
sl: Orodja prilagojena institucijam

# web3FeaturesP6Title
source: KUB8 points (Season 0)
sl: KUB8 točke (Sezona 0)

# web3FeaturesP6Description
source: KUB8 points are offchain season points: progress, reputation, and unlocks. Not a currency.
sl: KUB8 točke so neprenosljive sezonske točke: napredek, ugled in odklenitve. Ne gre za valuto.

# web3FeaturesP6Feature1
source: Earn points for participation and discoveries
sl: Točke pridobivaš z sodelovanjem in odkritji

# web3FeaturesP6Feature2
source: Track progress over the season
sl: Spremljaj napredek skozi sezono

# web3FeaturesP6Feature3
source: Unlock badges and recognition
sl: Odkleni značke in priznanja
