Repository: kubus-project/art.kubus
Catalog: lib/l10n/app_*.arb
Languages: sl

# userProfileTitle
source: Profile
sl: Profil

# userProfileNotFound
source: User not found
sl: Uporabnik ni najden

# userProfileNotFoundDescription
source: This profile may have been deleted or doesn't exist.
sl: Ta profil je bil morda izbrisan ali ne obstaja.

# userProfileShareTooltip
source: Share
sl: Deli

# userProfileMoreTooltip
source: More
sl: Več

# userProfileSharedToast
source: Profile shared!
sl: Profil deljen!

# userProfileJoinedLabel
source: Joined {date}
sl: Pridružil(-a) se {date}

# userProfileMessageButtonLabel
source: Message
sl: Sporočilo

# userProfileArtistPortfolioTitle
source: Artist portfolio
sl: Portfelj umetnika

# userProfileInstitutionHighlightsDesktopSubtitle
source: Featured exhibitions and programs
sl: Izbrane razstave in programi

# userProfileArtistPortfolioDesktopSubtitle
source: Latest artworks and collections
sl: Najnovejše umetnine in zbirke

# userProfileNoCreatorContentTitle
source: No content available
sl: Ni vsebine

# userProfileNoInstitutionContentDescription
source: No exhibitions or programs to display yet
sl: Za zdaj ni razstav ali programov za prikaz

# userProfileNoArtistContentDescription
source: No artworks or collections to display yet
sl: Za zdaj ni umetnin ali zbirk za prikaz

# userProfileFollowButton
source: Follow
sl: Sledi

# userProfileFollowingButton
source: Following
sl: Slediš

# userProfileSignInToFollowToast
source: Please sign in to follow creators.
sl: Za sledenje ustvarjalcem se prijavi.

# userProfileFollowUpdateFailedToast
source: Could not update follow status. Please try again.
sl: Stanja sledenja ni bilo mogoče posodobiti. Poskusi znova.

# userProfileNowFollowingToast
source: Following {name}
sl: Sledi: {name}

# userProfileUnfollowedToast
source: Unfollowed {name}
sl: Ne sledi več: {name}

# userProfilePostsStatLabel
source: Posts
sl: Objave

# userProfileFollowersStatLabel
source: Followers
sl: Sledilci

# userProfileFollowingStatLabel
source: Following
sl: Sledim

# userProfileMessageLoginRequiredToast
source: Please log in to message this user.
sl: Za sporočanje se prijavi.

# userProfileConversationOpenFailedToast
source: Could not open conversation.
sl: Pogovora ni bilo mogoče odpreti.

# userProfileConversationOpenGenericErrorToast
source: Failed to open conversation. Please try again.
sl: Pogovora ni bilo mogoče odpreti. Poskusi znova.

# userProfileAchievementsTitle
source: Achievements
sl: Dosežki

# userProfileAchievementsProgressLabel
source: {completed} of {total} unlocked
sl: Odklenjenih {completed} od {total}

# userProfileAchievementsEmptyTitle
source: {name} hasn't unlocked any achievements yet.
sl: {name} še nima odklenjenih dosežkov.

# userProfileAchievementsEmptyDescription
source: Start exploring to unlock achievements
sl: Začni raziskovati in odkleni dosežke

# userProfileAchievementCompletedLabel
source: Completed
sl: Zaključeno

# userProfilePostsTitle
source: Posts
sl: Objave

# userProfileRecentActivitySubtitle
source: Recent activity from {name}
sl: Nedavna aktivnost uporabnika {name}

# userProfilePostsLoadFailedTitle
source: Could not load posts
sl: Objav ni bilo mogoče naložiti

# userProfilePostsLoadFailedDescription
source: Failed to load posts.
sl: Objav ni bilo mogoče naložiti.

# userProfilePostsLoadMoreFailedDescription
source: Failed to load more posts.
sl: Dodatnih objav ni bilo mogoče naložiti.

# userProfileNoPostsTitle
source: No posts yet
sl: Brez objav

# userProfileNoPostsDescription
source: {name} hasn't shared any posts so far.
sl: {name} še ni delil(-a) objav.

# userProfileNoMorePostsLabel
source: No more posts
sl: Ni več objav

# userProfileArtistHighlightsTitle
source: Artist highlights
sl: Poudarki umetnika

# userProfileArtistHighlightsSubtitle
source: Latest drops from {name}.
sl: Najnovejše objave od {name}.

# userProfileInstitutionHighlightsTitle
source: Institution highlights
sl: Poudarki institucije

# userProfileInstitutionHighlightsSubtitle
source: Programs and collections curated by {name}.
sl: Programi in zbirke, ki jih kurira {name}.

# userProfileArtworksTitle
source: Artworks
sl: Umetnine

# userProfileCollectionsTitle
source: Collections
sl: Zbirke

# userProfileEventsTitle
source: Events
sl: Dogodki

# userProfileEventsSubtitleFeaturing
source: Upcoming experiences featuring {name}.
sl: Prihajajoče izkušnje z {name}.

# userProfileNoUpcomingEventsYetLabel
source: No upcoming events from {name} just yet.
sl: Za zdaj ni prihajajočih dogodkov od {name}.

# userProfileNoArtworksYetLabel
source: {name} hasn't published any artworks yet.
sl: {name} še ni objavil(-a) nobene umetnine.

# userProfileNoCollectionsYetLabel
source: {name} hasn't curated collections yet.
sl: {name} še ni kuriral(-a) zbirk.

# userProfileNoItemsTitle
source: No {title}
sl: Brez: {title}

# userProfileLikesLabel
source: {count, plural, =1{1 like} other{{count} likes}}
sl: {count, plural, one{{count} všeček} two{{count} všečka} few{{count} všečki} other{{count} všečkov}}

# userProfileArtworksCountLabel
source: {count, plural, =1{1 artwork} other{{count} artworks}}
sl: {count, plural, one{{count} umetnina} two{{count} umetnini} few{{count} umetnine} other{{count} umetnin}}

# userProfileCuratedByLabel
source: Curated by {name}
sl: Kuratira {name}

# userProfileCollectionFallbackTitle
source: Collection
sl: Zbirka

# userProfileEventFallbackTitle
source: Event
sl: Dogodek

# collectionSettingsTitle
source: Collection Settings
sl: Nastavitve zbirke

# artistStudioCreatePrompt
source: What would you like to create?
sl: Kaj želiš ustvariti?

# artistStudioCreateOptionArtworkTitle
source: Create artwork
sl: Ustvari umetnino

# artistStudioCreateOptionArtworkSubtitle
source: Upload media, set details, and publish.
sl: Naloži medij, nastavi podrobnosti in objavi.

# artistStudioCreateOptionCollectionTitle
source: Create collection
sl: Ustvari zbirko

# artistStudioCreateOptionCollectionSubtitle
source: Curate a set of artworks into a collection.
sl: Združi umetnine v zbirko.

# collectionCreatorTitle
source: Create collection
sl: Ustvari zbirko

# collectionCreatorNameRequiredError
source: Collection name is required
sl: Ime zbirke je obvezno

# collectionCreatorCreateFailed
source: Failed to create collection.
sl: Ustvarjanje zbirke ni uspelo.

# collectionCreatorCreateFailedWithError
source: Failed to create collection: {error}
sl: Ustvarjanje zbirke ni uspelo: {error}

# collectionDetailLoadFailedMessage
source: Failed to load collection details. Please try again.
sl: Nalaganje podrobnosti zbirke ni uspelo. Poskusi znova.

# collectionDetailNoArtworksYet
source: No artworks yet.
sl: Zaenkrat ni umetnin.

# collectionDetailAddArtwork
source: Add Artwork
sl: Dodaj umetnino

# collectionDetailManage
source: Manage
sl: Upravljaj

# collectionDetailArtworks
source: Artworks
sl: Umetnine

# collectionDetailDescription
source: Description
sl: Opis

# collectionDetailByYou
source: by You
sl: avtor: Ti

# collectionDetailSharingToast
source: Sharing collection...
sl: Deljenje zbirke...

# collectionDetailOpeningEditorToast
source: Opening collection editor...
sl: Odpiranje urejevalnika zbirke...

# collectionDetailAddArtworkFailedToast
source: Failed to add artwork to collection. Please try again.
sl: Dodajanje umetnine v zbirko ni uspelo. Poskusi znova.

# collectionDetailRemoveArtworkFailedToast
source: Failed to remove artwork from collection. Please try again.
sl: Odstranjevanje umetnine iz zbirke ni uspelo. Poskusi znova.

# collectionSettingsBasicInfo
source: Basic Information
sl: Osnovni podatki

# collectionSettingsName
source: Collection Name
sl: Ime zbirke

# collectionSettingsNameHint
source: Enter collection name
sl: Vnesi ime zbirke

# collectionSettingsDescriptionLabel
source: Description
sl: Opis

# collectionSettingsDescriptionHint
source: Describe your collection...
sl: Opiši svojo zbirko...

# collectionSettingsCategory
source: Category
sl: Kategorija

# collectionSettingsPrivacy
source: Privacy Settings
sl: Nastavitve zasebnosti

# collectionSettingsPublic
source: Public Collection
sl: Javna zbirka

# collectionSettingsPublicSubtitle
source: Make this collection visible to everyone
sl: Naj bo ta zbirka vidna vsem

# collectionSettingsCollaboration
source: Collaboration
sl: Sodelovanje

# collectionSettingsAllowContributions
source: Allow Contributions
sl: Dovoli prispevke

# collectionSettingsAllowContributionsSubtitle
source: Let other artists contribute to this collection
sl: Dovoli drugim umetnikom, da prispevajo k tej zbirki

# collectionSettingsNotifications
source: Notifications
sl: Obvestila

# collectionSettingsUpdates
source: Collection Updates
sl: Posodobitve zbirke

# collectionSettingsUpdatesSubtitle
source: Get notified when artworks are added or removed
sl: Prejemaj obvestila ob dodajanju ali odstranjevanju umetnin

# collectionSettingsDangerZone
source: Danger Zone
sl: Nevarno območje

# collectionSettingsDeleteTitle
source: Delete Collection
sl: Izbriši zbirko

# collectionSettingsDeleteWarning
source: Once you delete a collection, there is no going back. This action cannot be undone.
sl: Ko izbrišeš zbirko, ni povratka. Tega dejanja ni mogoče razveljaviti.

# collectionSettingsDeleteButton
source: Delete Collection
sl: Izbriši zbirko

# collectionSettingsSavedToast
source: Collection settings saved for "{name}"
sl: Nastavitve zbirke shranjene za "{name}"

# collectionSettingsSaveFailedToast
source: Failed to save collection settings. Please try again.
sl: Shranjevanje nastavitev zbirke ni uspelo. Poskusi znova.

# collectionSettingsDeleteDialogTitle
source: Delete Collection
sl: Izbriši zbirko

# collectionSettingsDeleteDialogContent
source: Are you sure you want to delete "{name}"? This action cannot be undone.
sl: Ali si prepričan/a, da želiš izbrisati "{name}"? Tega dejanja ni mogoče razveljaviti.

# collectionSettingsDeletedToast
source: Collection deleted
sl: Zbirka izbrisana

# userProfileMoreOptionsBlockUser
source: Block user
sl: Blokiraj uporabnika

# userProfileMoreOptionsReportUser
source: Report user
sl: Prijavi uporabnika

# userProfileMoreOptionsCopyLink
source: Copy profile link
sl: Kopiraj povezavo do profila

# userProfileLinkCopiedToast
source: Profile link copied to clipboard
sl: Povezava do profila kopirana

# userProfileBlockDialogTitle
source: Block {name}?
sl: Blokiraj {name}?

# userProfileBlockDialogDescription
source: They won't be able to see your profile or posts.
sl: Ne bo mogel(-la) videti tvojega profila ali objav.

# userProfileUnableToBlockToast
source: Unable to block user.
sl: Uporabnika ni mogoče blokirati.

# userProfileBlockFailedToast
source: Failed to block user. Please try again.
sl: Uporabnika ni bilo mogoče blokirati. Poskusi znova.

# userProfileBlockedToast
source: Blocked {name}
sl: Blokiran(-a): {name}

# userProfileBlockButtonLabel
source: Block
sl: Blokiraj

# userProfileReportDialogTitle
source: Report {name}
sl: Prijavi {name}

# userProfileReportDialogQuestion
source: Why are you reporting this user?
sl: Zakaj prijavljaš tega uporabnika?

# userProfileReportReasonSpam
source: Spam
sl: Neželena vsebina

# userProfileReportReasonInappropriate
source: Inappropriate content
sl: Neprimerna vsebina

# userProfileReportReasonHarassment
source: Harassment
sl: Nadlegovanje

# userProfileReportReasonOther
source: Other
sl: Drugo

# userProfileReportSubmittedToast
source: Report submitted. Thank you for your feedback.
sl: Prijava poslana. Hvala za povratne informacije.

# arDetailScaleLabel
source: Scale
sl: Merilo

# arDetailPlacedLabel
source: Placed
sl: Postavljeno

# arShareButtonLabel
source: Share
sl: Deli

# arLikeButtonLabel
source: Like
sl: Všečkaj

# arLikedButtonLabel
source: Liked
sl: Všečkano

# arSaveButtonLabel
source: Save
sl: Shrani

# arSavedButtonLabel
source: Saved
sl: Shranjeno

# arLikeAddedToast
source: Added to your likes!
sl: Dodano med všečke!

# arLikeRemovedToast
source: Removed from likes
sl: Odstranjeno iz všečkov

# arSaveAddedToast
source: Saved to your collection!
sl: Shranjeno v tvojo zbirko!

# arSaveRemovedToast
source: Removed from saved items
sl: Odstranjeno iz shranjenih

# arNotSupportedTitle
source: AR not supported
sl: AR ni podprt

# arNotSupportedMessage
source: Your device does not support AR features. AR requires ARCore (Android) or ARKit (iOS).
sl: Tvoja naprava ne podpira funkcij razširjene resničnosti (AR). AR zahteva ARCore (Android) ali ARKit (iOS).

# arInitializationFailedTitle
source: AR initialization failed
sl: Inicializacija AR ni uspela

# arInitializationFailedMessage
source: Could not initialize AR. Please check camera permissions and try again.
sl: AR ni bilo mogoče inicializirati. Preveri dovoljenja za kamero in poskusi znova.

# commonRequired
source: required
sl: obvezno

# arCreateUploadTitle
source: Upload AR asset
sl: Naloži AR sredstvo

# arCreateUploadSubtitle
source: Link an existing artwork, upload a 3D model (GLB/GLTF/USDZ), and we'll enrich its AR marker.
sl: Poveži obstoječo umetnino, naloži 3D model (GLB/GLTF/USDZ) in obogatili bomo njen AR označevalnik.

# arCreateSubjectTypeLabel
source: Subject type
sl: Vrsta subjekta

# arCreateDefaultDescription
source: Marker for {title}
sl: Označevalnik za {title}

# arCreateNoSubjectsAvailable
source: No {subjectTypeLower}s available. Use the respective module to create one first.
sl: Ni razpoložljivih {subjectTypeLower}. Najprej ustvari enega v ustreznem modulu.

# arCreateMarkerTitleLabel
source: Marker title *
sl: Naslov označevalnika *

# arCreateTitleRequiredError
source: Title is required
sl: Naslov je obvezen

# arCreateTitleMinLengthError
source: Title must be at least 3 characters
sl: Naslov mora imeti vsaj 3 znake

# arCreateDescriptionLabel
source: Description *
sl: Opis *

# arCreateDescriptionRequiredError
source: Description is required
sl: Opis je obvezen

# arCreateDescriptionMinLengthError
source: Describe the experience in at least 10 characters
sl: Opiši izkušnjo z vsaj 10 znaki

# arCreateCategoryLabel
source: Category
sl: Kategorija

# arCreateAttach3dAssetTitle
source: Attach 3D asset
sl: Priloži 3D sredstvo

# arCreateSelectModelButton
source: Select GLB / GLTF / USDZ
sl: Izberi GLB / GLTF / USDZ

# arCreateReplaceModelButton
source: Replace model
sl: Zamenjaj model

# arCreatePublicMarkerTitle
source: Public marker
sl: Javni označevalnik

# arCreatePublicMarkerSubtitle
source: Visible to nearby explorers
sl: Viden bližnjim raziskovalcem

# arCreateUploadingLabel
source: Uploading…
sl: Nalaganje…

# arCreateUploadAndCreateButton
source: Upload & create marker
sl: Naloži in ustvari označevalnik

# arSettingsTitle
source: AR settings
sl: AR nastavitve

# arScannerSettingsTitle
source: Scanner settings
sl: Nastavitve skenerja

# arFlashControlTitle
source: Flash control
sl: Nadzor bliskavice

# arFlashNotAvailableToast
source: Flash is not available on this device.
sl: Bliskavica na tej napravi ni na voljo.

# arScannerOverlayTitle
source: Scanner overlay
sl: Prekrivni prikaz skenerja

# arScannerOverlaySubtitle
source: Show/hide scanner guide
sl: Prikaži/skrij vodič skenerja

# arScannerOverlayResetToast
source: Scanner overlay resets automatically after 3 seconds.
sl: Prekrivni prikaz skenerja se po 3 sekundah samodejno ponastavi.

# arDisplayTitle
source: AR display
sl: AR prikaz

# arShowFeaturePointsTitle
source: Show feature points
sl: Pokaži točke sledenja

# arShowFeaturePointsSubtitle
source: Display tracking points on surfaces
sl: Prikaži točke sledenja na površinah

# arShowPlanesTitle
source: Show planes
sl: Pokaži ravnine

# arShowPlanesSubtitle
source: Display detected plane surfaces
sl: Prikaži zaznane ravninske površine

# arAutoDetectSurfacesTitle
source: Auto-detect surfaces
sl: Samodejno zaznaj površine

# arAutoDetectSurfacesSubtitle
source: Automatically detect flat surfaces
sl: Samodejno zaznaj ravne površine

# arDebugInfoTitle
source: Debug info
sl: Podatki za odpravljanje napak

# arDebugInfoSubtitle
source: Show technical information
sl: Prikaži tehnične informacije

# arModelScaleLabel
source: Model scale: {percent}%
sl: Merilo modela: {percent}%

# arClearAllArtworksTitle
source: Clear all artworks
sl: Počisti vse umetnine

# arClearAllArtworksSubtitle
source: Remove all placed AR objects
sl: Odstrani vse postavljene AR objekte

# arAllArtworksClearedToast
source: All artworks cleared
sl: Vse umetnine so počiščene

# arResetSessionTitle
source: Reset AR session
sl: Ponastavi AR sejo

# arResetSessionSubtitle
source: Restart AR tracking
sl: Znova zaženi AR sledenje

# arSessionResetToast
source: AR session reset
sl: AR seja ponastavljena

# connectWalletSecureAccessTitle
source: Secure access
sl: Varni dostop

# connectWalletChooseTitle
source: Connect your wallet
sl: Poveži denarnico

# connectWalletChooseDescription
source: Choose how you want to connect. You can create a new wallet, import an existing one, or use WalletConnect.
sl: Izberi način povezave. Ustvari novo denarnico, uvozi obstoječo ali uporabi WalletConnect.

# connectWalletOptionWalletConnectDescription
source: Connect using a QR code or WalletConnect URI
sl: Poveži z QR kodo ali URI WalletConnect

# connectWalletOptionSignInTitle
source: Sign in
sl: Vpiši se

# connectWalletOptionSignInDescription
source: Sign in with your e-mail and password
sl: Vpiši se z e-naslovom in geslom

# connectWalletOptionRegisterTitle
source: Register account
sl: Registriraj se

# connectWalletOptionRegisterDescription
source: Register with your e-mail or Google account
sl: Registriraj nov račun z e-naslovom ali Google računom

# connectWalletHybridHelpLink
source: What’s WalletConnect?
sl: Kaj je WalletConnect?

# connectWalletImportTitle
source: Import wallet
sl: Uvozi denarnico

# connectWalletImportDescription
source: Enter your 12-word recovery phrase to import a wallet stored on another device.
sl: Vnesi 12-besedno obnovitveno frazo za uvoz denarnice z druge naprave.

# connectWalletImportHint
source: Enter 12 words separated by spaces
sl: Vnesi 12 besed, ločenih s presledki

# connectWalletImportWarning
source: Never share your recovery phrase. Anyone with it can control your wallet.
sl: Nikoli ne deli obnovitvene fraze. Kdor jo ima, lahko upravlja tvojo denarnico.

# connectWalletImportButton
source: Import wallet
sl: Uvozi denarnico

# connectWalletImportEmptyMnemonicError
source: Please enter your recovery phrase
sl: Vnesi obnovitveno frazo

# connectWalletImportInvalidMnemonicWordCountError
source: Expected 12 words, got {count}.
sl: Pričakovano je 12 besed, vnesenih je {count}.

# connectWalletImportSuccessToast
source: Wallet imported: {prefix}…
sl: Denarnica uvožena: {prefix}…

# connectWalletImportFailedToast
source: Wallet import failed. Please try again.
sl: Uvoz denarnice ni uspel. Poskusi znova.

# connectWalletCreateTitle
source: Create a new wallet
sl: Ustvari novo denarnico

# connectWalletCreateDescription
source: We’ll generate a new wallet on this device. Make sure to back up your recovery phrase securely.
sl: Ustvarili bomo novo denarnico na tej napravi. Obnovitveno frazo varno shrani.

# connectWalletCreateInfoTitle
source: Important
sl: Pomembno

# connectWalletCreateInfoBody
source: Write down your recovery phrase and store it somewhere safe. We can’t recover it for you.
sl: Zapiši obnovitveno frazo in jo shrani na varno. Ne moremo je obnoviti namesto tebe.

# connectWalletCreateWarning
source: By continuing, you confirm you understand the risks.
sl: Z nadaljevanjem potrjuješ, da razumeš tveganja.

# connectWalletCreateGenerateButton
source: Generate wallet
sl: Ustvari denarnico

# connectWalletCreateAlreadyHaveWalletPrefix
source: Already have a wallet?
sl: Že imaš denarnico?

# connectWalletCreateAlreadyHaveWalletLink
source: Import it
sl: Uvozi jo

# connectWalletCreateSuccessToast
source: Wallet created and profile set up.
sl: Denarnica je ustvarjena in profil je nastavljen.

# connectWalletCreateFailedToast
source: Failed to create wallet. Please try again.
sl: Ustvarjanje denarnice ni uspelo. Poskusi znova.

# connectWalletMnemonicDialogTitle
source: Save your recovery phrase
sl: Shrani obnovitveno frazo

# connectWalletMnemonicDialogWarning
source: Write this down and keep it safe!
sl: Zapiši in varno shrani!

# connectWalletMnemonicDialogConfirmPrompt
source: Confirm by typing your recovery phrase:
sl: Potrdi z vnosom obnovitvene fraze:

# connectWalletMnemonicDialogConfirmHint
source: Paste or type your recovery phrase
sl: Prilepi ali vnesi obnovitveno frazo

# connectWalletMnemonicDialogAddressLabel
source: Your wallet address: {address}
sl: Naslov denarnice: {address}

# connectWalletMnemonicDialogConfirmButton
source: I’ve saved it
sl: Shranjeno

# connectWalletConnectedTitle
source: Wallet connected
sl: Denarnica povezana

# connectWalletConnectedDescription
source: Your wallet is now connected to art.kubus. You can explore AR art, trade NFTs, and participate in the ecosystem.
sl: Denarnica je zdaj povezana z art.kubus. Lahko raziskuješ AR umetnost, trguješ z NFT in sodeluješ v ekosistemu.

# connectWalletConnectedStartExploringButton
source: Start exploring
sl: Začni raziskovati

# connectWalletConnectedDisconnectButton
source: Disconnect wallet
sl: Odklopi denarnico

# connectWalletWeb3GuideTitle
source: What is a Web3 wallet?
sl: Kaj je Web3 denarnica?

# connectWalletWeb3GuideDescription
source: A Web3 wallet is your gateway to the decentralized internet:
sl: Web3 denarnica je tvoj prehod v decentraliziran internet:

# connectWalletWeb3GuideFeatureSecureTitle
source: Secure
sl: Varno

# connectWalletWeb3GuideFeatureSecureDescription
source: Your keys, your crypto
sl: Tvoji ključi, tvoja sredstva

# connectWalletWeb3GuideFeatureNftsTitle
source: NFTs
sl: NFT

# connectWalletWeb3GuideFeatureNftsDescription
source: Store and trade digital art
sl: Hrani in trguj z digitalno umetnostjo

# connectWalletWeb3GuideFeatureGovernanceTitle
source: Governance
sl: Upravljanje

# connectWalletWeb3GuideFeatureGovernanceDescription
source: Vote on platform decisions
sl: Glasuj o odločitvah platforme

# connectWalletWeb3GuideFeatureDefiDescription
source: Access decentralized finance
sl: Dostop do decentraliziranih financ

# connectWalletWeb3GuideGotItButton
source: Got it!
sl: Razumem!

# connectWalletWalletConnectTitle
source: Connect with WalletConnect
sl: Poveži z WalletConnect

# connectWalletWalletConnectDescription
source: Use WalletConnect to connect your wallet app to art.kubus.
sl: WalletConnect omogoča povezavo tvoje denarnice z art.kubus.

# connectWalletWalletConnectSupportedTitle
source: Supported wallets
sl: Podprte denarnice

# connectWalletWalletConnectSupportedList
source: Phantom, Solflare, Backpack, and more
sl: Phantom, Solflare, Backpack in druge

# connectWalletWalletConnectHowToTitle
source: How it works
sl: Kako deluje

# connectWalletWalletConnectStep1
source: Open WalletConnect in your wallet app
sl: V aplikaciji denarnice odpri WalletConnect

# connectWalletWalletConnectStep2
source: Scan the QR code or paste the URI
sl: Skeniraj QR kodo ali prilepi URI

# connectWalletWalletConnectStep3
source: Approve the connection in your wallet
sl: V denarnici potrdi povezavo

# connectWalletWalletConnectConnectingLabel
source: Connecting…
sl: Povezujem…

# connectWalletWalletConnectQuickConnectLabel
source: Quick connect
sl: Hitro poveži

# connectWalletWalletConnectUriHint
source: Paste WalletConnect URI (wc:...)
sl: Prilepi URI WalletConnect (wc:...)

# connectWalletWalletConnectSecurityNote
source: Only connect to wallets you trust. Never share your recovery phrase.
sl: Povezuj se samo z denarnicami, ki jim zaupaš. Nikoli ne deli obnovitvene fraze.

# connectWalletWalletConnectScanQrButton
source: Scan QR code
sl: Skeniraj QR kodo

# connectWalletWalletConnectConnectButton
source: Connect
sl: Poveži

# connectWalletWalletConnectNoWalletPrefix
source: Don’t have a wallet yet?
sl: Še nimaš denarnice?
