Repository: kubus-project/art.kubus
Catalog: lib/l10n/app_*.arb
Languages: sl

# web3FeaturesP6Feature4
source: Rewards are access and recognition
sl: Nagrade so dostop in priznanje

# web3FeaturesP6Feature5
source: Non-transferable season points
sl: Neprenosljive sezonske točke

# commonApply
source: Apply
sl: Uveljavi

# commonView
source: View
sl: Poglej

# commonViewDetails
source: View details
sl: Poglej podrobnosti

# commonContinueExploring
source: Continue exploring
sl: Nadaljuj z raziskovanjem

# commonByArtist
source: by {artist}
sl: od {artist}

# commonKub8PointsReward
source: +{points} KUB8 points
sl: +{points} KUB8 točk

# commonPercentComplete
source: {percent}% complete
sl: {percent}% dokončano

# commonCollapse
source: Collapse
sl: Skrči

# commonExpand
source: Expand
sl: Razširi

# mapNearbyRadiusTitle
source: Nearby radius
sl: Radij bližine

# mapNearbyRadiusTooltip
source: Nearby radius ({radiusKm} km)
sl: Radij bližine ({radiusKm} km)

# mapNearbyRadiusTooltipWorld
source: Nearby radius (World)
sl: Radij bližine (Svet)

# mapNearbyRadiusWorldShort
source: Radius: World
sl: Radij: Svet

# mapTravelModeStatusTravelling
source: You are travelling
sl: Potuješ

# mapTravelModeStatusTravellingTooltip
source: Travel mode is on — showing markers in view
sl: Način potovanja je vklopljen — prikazujem označevalce v pogledu

# mapArArtworkNearbyTitle
source: AR artwork nearby!
sl: AR umetnina v bližini!

# mapArArtworkNearbySubtitle
source: {name} · {distanceMeters}m away
sl: {name} · {distanceMeters} m stran

# mapFailedToLaunchAr
source: Failed to launch AR.
sl: AR ni bilo mogoče zagnati.

# mapMarkerCreatedToast
source: Marker created successfully!
sl: Označevalec je ustvarjen.

# mapMarkerCreateFailedToast
source: Failed to create marker. Please try again.
sl: Označevalca ni bilo mogoče ustvariti. Poskusi znova.

# mapMarkerCreateWalletRequired
source: Connect your wallet and create an AR-ready artwork to place a marker.
sl: Poveži denarnico in ustvari AR-pripravljeno umetnino, da lahko postaviš označevalec.

# mapMarkerCreateNoArArtworks
source: No AR-ready artworks found for your wallet. Create one first to place a marker.
sl: Za tvojo denarnico ni AR-pripravljenih umetnin. Najprej ustvari eno, nato lahko postaviš označevalec.

# mapMarkerDialogTitle
source: Create marker
sl: Ustvari označevalec

# mapMarkerDialogRefreshSubjectsTooltip
source: Refresh subjects
sl: Osveži predmete

# mapMarkerDialogAttachHint
source: Attach an existing subject and AR asset to this location.
sl: Na to lokacijo pripni obstoječi predmet in AR sredstvo.

# mapMarkerDialogSubjectTypeLabel
source: Subject type
sl: Vrsta predmeta

# mapMarkerDialogMarkerForTitle
source: Marker for {title}
sl: Označevalec za {title}

# mapMarkerDialogNoSubjectsAvailable
source: No {subjectType} available. Create one first.
sl: Ni na voljo: {subjectType}. Najprej ustvari enega.

# mapMarkerDialogMiscHint
source: Misc markers do not need a linked subject. Provide a custom title and description below.
sl: Označevalci »Razno« ne potrebujejo povezanega predmeta. Spodaj vnesi naslov in opis.

# mapMarkerDialogLinkedArAssetTitle
source: Linked AR asset
sl: Povezano AR sredstvo

# mapMarkerDialogNoArEnabledArtworksHint
source: No AR-enabled artworks available. Create one first.
sl: Ni AR-omogočenih umetnin. Najprej ustvari eno.

# mapMarkerDialogMarkerTitleLabel
source: Marker title *
sl: Naslov označevalca *

# mapMarkerDialogDescriptionLabel
source: Description *
sl: Opis *

# mapMarkerDialogCategoryLabel
source: Category
sl: Kategorija

# mapMarkerDialogMarkerLayerLabel
source: Marker layer
sl: Sloj označevalca

# mapMarkerDialogPublicMarkerTitle
source: Public marker
sl: Javni označevalec

# mapMarkerDialogPublicMarkerSubtitle
source: Visible to all explorers on the map
sl: Viden vsem raziskovalcem na zemljevidu

# mapMarkerDialogLatitudeLabel
source: Latitude *
sl: Zemljepisna širina *

# mapMarkerDialogLongitudeLabel
source: Longitude *
sl: Zemljepisna dolžina *

# mapMarkerDialogUseMapCenterButton
source: Use map center
sl: Uporabi središče zemljevida

# mapMarkerDialogCreateButton
source: Create marker
sl: Ustvari označevalec

# mapMarkerDialogSelectSubjectToast
source: Select a subject to continue
sl: Za nadaljevanje izberi predmet

# mapMarkerDialogSelectArArtworkToast
source: Select an AR-enabled artwork to link
sl: Izberi AR-omogočeno umetnino za povezavo

# mapMarkerDialogEnterTitleError
source: Please enter a title
sl: Vnesi naslov

# mapMarkerDialogTitleMinLengthError
source: Title must be at least {min} characters
sl: Naslov mora imeti vsaj {min} znake

# mapMarkerDialogEnterDescriptionError
source: Please enter a description
sl: Vnesi opis

# mapMarkerDialogDescriptionMinLengthError
source: Description must be at least {min} characters
sl: Opis mora imeti vsaj {min} znakov

# mapMarkerDialogValidLatitudeError
source: Enter a valid latitude
sl: Vnesi veljavno zemljepisno širino

# mapMarkerDialogValidLongitudeError
source: Enter a valid longitude
sl: Vnesi veljavno zemljepisno dolžino

# mapMarkerSubjectTypeArtwork
source: Artwork
sl: Umetnina

# mapMarkerSubjectTypeExhibition
source: Exhibition
sl: Razstava

# mapMarkerSubjectTypeInstitution
source: Institution
sl: Institucija

# mapMarkerSubjectTypeEvent
source: Event
sl: Dogodek

# mapMarkerSubjectTypeGroup
source: Group
sl: Skupina

# mapMarkerSubjectTypeMisc
source: Misc
sl: Razno

# mapMarkerLayerArtwork
source: Artwork
sl: Umetnina

# mapMarkerLayerInstitution
source: Institution
sl: Institucija

# mapMarkerLayerEvent
source: Event
sl: Dogodek

# mapMarkerLayerResidency
source: Residency
sl: Rezidenca

# mapMarkerLayerDropReward
source: Drop/Reward
sl: Drop/Nagrada

# mapMarkerLayerArExperience
source: AR experience
sl: AR izkušnja

# mapMarkerLayerOther
source: Other
sl: Drugo

# mapArtDiscoveredTitle
source: Art discovered!
sl: Umetnina odkrita!

# desktopMapTitleDiscover
source: Discover
sl: Odkrij

# mapSearchHint
source: Search artworks, artists, institutions…
sl: Išči umetnine, umetnike, institucije…

# mapClearSearchTooltip
source: Clear search
sl: Počisti iskanje

# mapHideFiltersTooltip
source: Hide filters
sl: Skrij filtre

# mapShowFiltersTooltip
source: Show filters
sl: Pokaži filtre

# mapSearchMinCharsHint
source: Type at least 2 characters to search
sl: Za iskanje vnesi vsaj 2 znaka

# mapNoSuggestions
source: No suggestions
sl: Ni predlogov

# commonNoResultsFound
source: No results found
sl: Ni rezultatov

# mapFiltersTitle
source: Filters
sl: Filtri

# mapFilterAll
source: All
sl: Vse

# mapFilterNearby
source: Nearby
sl: V bližini

# mapFilterAllNearby
source: All nearby
sl: Vse v bližini

# mapFilterWithin1Km
source: Within 1 km
sl: Znotraj 1 km

# mapFilterDiscovered
source: Discovered
sl: Odkrito

# mapFilterUndiscovered
source: Undiscovered
sl: Neodkrito

# mapFilterArEnabled
source: AR ready
sl: AR pripravljeno

# mapFilterFavorites
source: Favorites
sl: Priljubljene

# mapLayersTitle
source: Map layers
sl: Sloji zemljevida

# mapDiscoveryPathTitle
source: Discovery path
sl: Pot odkrivanja

# mapShowListViewTooltip
source: Show list view
sl: Prikaži seznam

# mapShowGridViewTooltip
source: Show grid view
sl: Prikaži mrežo

# mapSortResultsTooltip
source: Sort results
sl: Razvrsti rezultate

# mapCenterOnMeTooltip
source: Center on me
sl: Središči na meni

# mapAddMapMarkerTooltip
source: Add map marker
sl: Dodaj označevalec

# mapTravelModeTooltip
source: Travel mode
sl: Način potovanja

# mapTravelModeEnableTooltip
source: Enable travel mode
sl: Vklopi način potovanja

# mapTravelModeDisableTooltip
source: Disable travel mode
sl: Izklopi način potovanja

# mapTutorialStepMapTitle
source: Your map
sl: Zemljevid

# mapTutorialStepMapBody
source: Pan and zoom to explore. Tap a marker to see details and actions.
sl: Premikaj in približuj za raziskovanje. Tapni označevalec za podrobnosti in dejanja.

# mapTutorialStepMarkersTitle
source: Markers & types
sl: Označevalci in vrste

# mapTutorialStepMarkersBody
source: Markers can represent artworks, exhibitions, events, institutions, and more. Colors/icons help you spot what’s what.
sl: Označevalci lahko predstavljajo umetnine, razstave, dogodke, institucije in drugo. Barve/ikone pomagajo razlikovati vrste.

# mapTutorialStepCreateMarkerTitle
source: Create a marker
sl: Ustvari označevalec

# mapTutorialStepCreateMarkerBody
source: Tap this to add a marker at the current location (or the last long-press point).
sl: Tapni za dodajanje označevalca na trenutno lokacijo (ali zadnjo točko z dolgim pritiskom).

# mapTutorialStepNearbyTitle
source: Nearby art
sl: Umetnost v bližini

# mapTutorialStepNearbyBody
source: Browse artworks near you. The list updates as you move and as filters change.
sl: Prebrskaj umetnine v bližini. Seznam se posodablja, ko se premikaš in spreminjaš filtre.

# mapTutorialStepNearbyDesktopBody
source: Open the Nearby panel to browse results near your current area and see details faster.
sl: Odpri panel »V bližini« za hiter pregled rezultatov in podrobnosti.

# mapTutorialStepTypesTitle
source: Marker types
sl: Vrste označevalcev

# mapTutorialStepTypesDesktopBody
source: Use these chips to quickly focus on a category (artworks, events, institutions…).
sl: S temi čipi hitro izbereš kategorijo (umetnine, dogodki, institucije …).

# mapTutorialStepFiltersTitle
source: Filters
sl: Filtri

# mapTutorialStepFiltersBody
source: Use filters to narrow down what you see on the map and in the list.
sl: S filtri zoži, kaj vidiš na zemljevidu in v seznamu.

# mapTutorialStepFiltersDesktopBody
source: Open the Filters panel to refine results (type, distance, discovery status, and more).
sl: Odpri panel s filtri za natančnejšo izbiro (vrsta, razdalja, odkrito/neodkrito …).

# mapTutorialStepTravelTitle
source: Travel mode
sl: Način potovanja

# mapTutorialStepTravelBody
source: Travel mode loads markers for the visible map area so you can explore anywhere.
sl: Način potovanja naloži označevalce za trenutno viden del zemljevida, da lahko raziskuješ kjerkoli.

# mapTutorialStepRecenterTitle
source: Recenter
sl: Nazaj na mojo lokacijo

# mapTutorialStepRecenterBody
source: Tap to jump back to your location and keep following you.
sl: Tapni za vrnitev na tvojo lokacijo in nadaljevanje sledenja.

# mapTutorialStepSearchTitle
source: Search
sl: Iskanje

# mapTutorialStepSearchBody
source: Search for artworks, artists, institutions, or places to jump to them quickly.
sl: Poišči umetnine, umetnike, institucije ali kraje in hitro skoči na rezultat.

# mapTravelModeTutorialTitle
source: Explore beyond nearby
sl: Razišči širše območje

# mapTravelModeTutorialBody
source: Travel mode lets you browse markers anywhere. The map loads what’s currently in view.
sl: Način potovanja ti omogoča brskanje kjerkoli. Zemljevid naloži tisto, kar je trenutno v pogledu.

# mapTravelModeTutorialHint
source: Tip: Pan and zoom — markers refresh to match the viewport.
sl: Namig: Premakni in približaj/oddalji — označevalci se osvežijo glede na pogled.

# mapTravelModeTutorialGotIt
source: Got it
sl: Razumem

# mapTravelModeTutorialEnable
source: Enable travel mode
sl: Vključi način potovanja

# mapNearbyArtTitle
source: Nearby art
sl: Umetnost v bližini

# mapResultsDiscoveredLabel
source: {count} results · {percent}% discovered
sl: {count} rezultatov · {percent}% odkrito

# mapEmptyNoArtworksTitle
source: No artworks nearby
sl: Ni umetnin v bližini

# mapEmptyNoArtworksDescription
source: Explore different areas or adjust your filters to discover art around you.
sl: Razišči druga območja ali prilagodi filtre, da odkriješ umetnost v okolici.

# mapEmptyZoomOutAction
source: Zoom out
sl: Oddalji

# mapEmptyAdjustFiltersAction
source: Adjust filters
sl: Prilagodi filtre

# mapNoLinkedArtworkForMarker
source: No linked artwork found for this marker yet.
sl: Za ta označevalec še ni povezane umetnine.

# mapCreateMarkerHereTooltip
source: Create marker here
sl: Ustvari označevalnik tukaj

# mapMarkerDuplicateToast
source: A marker already exists here.
sl: Na tej lokaciji že obstaja označevalnik.

# mapDistanceHere
source: Here
sl: Tukaj

# mapDistanceAwaySuffix
source: away
sl: stran

# commonGetDirections
source: Get directions
sl: Navodila za pot

# desktopMapNoArAssetToast
source: No AR asset available for this artwork.
sl: Za to umetnino ni na voljo AR sredstva.

# desktopMapArtworkTypeTitle
source: Artwork type
sl: Vrsta umetnine

# desktopMapArtworkTypeArArt
source: AR art
sl: AR umetnost

# desktopMapArtworkTypeNfts
source: NFTs
sl: NFT-ji

# desktopMapArtworkTypeModels3d
source: 3D models
sl: 3D modeli

# desktopMapArtworkTypeSculptures
source: Sculptures
sl: Skulpture

# desktopMapSortByTitle
source: Sort by
sl: Razvrsti po

# desktopMapSortDistance
source: Distance
sl: Razdalja

# desktopMapSortPopularity
source: Popularity
sl: Priljubljenost

# desktopMapSortNewest
source: Newest
sl: Najnovejše

# desktopMapSortRating
source: Rating
sl: Ocena

# desktopMapDiscoveriesCount
source: {count, plural, one {# discovery} other {# discoveries}}
sl: {count, plural, one {# odkritje} two {# odkritji} few {# odkritja} other {# odkritij}}

# mapMarkerTypeArtworks
source: Artworks
sl: Umetnine

# mapMarkerTypeInstitutions
source: Institutions
sl: Institucije

# mapMarkerTypeEvents
source: Events
sl: Dogodki

# mapMarkerTypeResidencies
source: Residencies
sl: Rezidence

# mapMarkerTypeDrops
source: Drops
sl: Izidi

# mapMarkerTypeExperiences
source: Experiences
sl: Izkušnje

# mapMarkerTypeMisc
source: Misc
sl: Razno

# mapSortNearest
source: Nearest
sl: Najbližje

# mapSortNewest
source: Newest
sl: Najnovejše

# mapSortRarity
source: Rarity
sl: Redkost

# mapSortHighestRewards
source: Highest rewards
sl: Največ nagrad

# mapSortMostViewed
source: Most viewed
sl: Največ ogledov

# mapArReadyChipLabel
source: AR ready
sl: AR pripravljeno

# mapAlreadyDiscoveredTooltip
source: Already discovered
sl: Že odkrito

# mapMarkAsDiscoveredTooltip
source: Mark as discovered
sl: Označi kot odkrito

# arWebFallbackFeature
source: AR experience
sl: AR izkušnja

# arWebFallbackDescription
source: Augmented Reality (AR) features require native device capabilities. Download the art.kubus app to view digital artworks in your physical space using your phone’s camera.
sl: Funkcije razširjene resničnosti (AR) zahtevajo zmogljivosti na napravi. Prenesi aplikacijo art.kubus, da si ogledaš digitalne umetnine v fizičnem prostoru s kamero telefona.

# arModeScanName
source: Scan
sl: Skeniraj

# arModePlaceName
source: Place
sl: Postavi

# arModeViewName
source: View
sl: Ogled

# arModeCreateName
source: Create
sl: Ustvari

# arModeScanDescription
source: Scan AR markers to discover artworks around you.
sl: Skeniraj AR označevalce za odkrivanje umetnin v okolici.

# arModePlaceDescription
source: Place digital artworks into your space.
sl: Postavi digitalne umetnine v svoj prostor.

# arModeViewDescription
source: View your placed artworks and revisit them.
sl: Oglej si postavljene umetnine in se vrni k njim.

# arModeCreateDescription
source: Create and experiment with AR placements.
sl: Ustvarjaj in preizkušaj AR postavitve.

# arMarkerNearbyToast
source: Marker nearby: {name}
sl: Označevalec v bližini: {name}

# arInitializingTitle
source: Initializing AR…
sl: Inicializiram AR…

# arReadyStatus
source: AR is ready
sl: AR je pripravljen

# arSettingUpStatus
source: Setting things up…
sl: Pripravljam…

# arNoArtworksYetTitle
source: No artworks yet
sl: Še ni umetnin

# arNoArtworksYetDescription
source: Scan a marker or place an artwork to start building your AR view.
sl: Skeniraj označevalec ali postavi umetnino, da začneš z AR ogledom.

# arModelLoadedToast
source: AR model loaded
sl: AR model naložen

# arModelLoadFailedToast
source: Failed to load AR model. Please try again.
sl: AR modela ni bilo mogoče naložiti. Poskusi znova.

# arPlacingTitle
source: Placing: {title}
sl: Postavljanje: {title}

# arPlacingInstruction
source: Move your device to find a flat surface.
sl: Premakni napravo, da najdeš ravno površino.

# arModePreviewTitle
source: {mode} mode
sl: Način: {mode}

# arPlaceArtworkFailedToast
source: Failed to place artwork. Please try again.
sl: Umetnine ni bilo mogoče postaviti. Poskusi znova.

# arActionScan
source: Scan for artwork
sl: Skeniraj umetnino

# arActionPlace
source: Place artwork here
sl: Postavi umetnino sem

# arActionView
source: View details
sl: Ogled podrobnosti

# arActionCreate
source: Create AR artwork
sl: Ustvari AR umetnino

# arArtworkPlacedToast
source: Artwork placed successfully!
sl: Umetnina je postavljena!

# arNearbyArtworksTitle
source: Nearby artworks
sl: Umetnine v bližini

# arSelectedArtworkToast
source: Selected: {title}
sl: Izbrano: {title}

# arSelectArtworkBeforePlacingToast
source: Select or create an artwork before placing it.
sl: Pred postavljanjem izberi ali ustvari umetnino.

# arNoPlacedArtworksToast
source: No artworks placed yet. Try placing some first!
sl: Še ni postavljenih umetnin. Najprej postavi kakšno.

# arPlacedArtworksTitle
source: Placed artworks ({count})
sl: Postavljene umetnine ({count})

# arArtworkRemovedToast
source: Artwork removed
sl: Umetnina odstranjena

# arLocationUnavailableToast
source: Current location unavailable. Move your device to calibrate AR tracking.
sl: Trenutna lokacija ni na voljo. Premakni napravo za umerjanje AR sledenja.

# arUnableToReadFileError
source: Unable to read file data. Please try another file.
sl: Podatkov datoteke ni mogoče prebrati. Poskusi drugo datoteko.

# arFileSelectionFailedError
source: File selection failed. Please try again.
sl: Izbira datoteke ni uspela. Poskusi znova.

# arSelectSubjectBeforeMarkerToast
source: Select a subject before creating the marker.
sl: Pred ustvarjanjem označevalca izberi vsebino.

# arAttach3dModelError
source: Attach a 3D model before continuing.
sl: Pred nadaljevanjem priloži 3D model.

# arSelectedArtworkUnavailableToast
source: Selected artwork is no longer available. Refresh data and try again.
sl: Izbrana umetnina ni več na voljo. Osveži podatke in poskusi znova.

# arUploadFailedToast
source: Upload failed. Please try again.
sl: Nalaganje ni uspelo. Poskusi znova.

# arMarkerCreatedSwitchToPlaceToast
source: AR asset uploaded and marker created. Switching to Place mode.
sl: AR vsebina je naložena in označevalec ustvarjen. Preklapljam na način Postavi.

# arCreateMarkerFailedToast
source: Failed to create AR marker. Please try again.
sl: Označevalca AR ni bilo mogoče ustvariti. Poskusi znova.

# arShareText
source: Check out this AR artwork on art.kubus! "{title}" by {artist} Experience it in augmented reality!
sl: Oglej si to AR umetnino na art.kubus! "{title}" Avtor: {artist} Doživi jo v razširjeni resničnosti!

# arShareSuccessToast
source: Artwork shared successfully!
sl: Umetnina je deljena!

# arShareFailedToast
source: Share failed. Please try again.
sl: Deljenje ni uspelo. Poskusi znova.

# commonActions
source: Actions
sl: Dejanja

# commonCurrentlyOn
source: Currently ON
sl: Trenutno VKLOPLJENO

# commonCurrentlyOff
source: Currently OFF
sl: Trenutno IZKLOPLJENO

# commonOk
source: OK
sl: V redu

# commonRetry
source: Retry
sl: Poskusi znova

# commonJustNow
source: Just now
sl: Pravkar

# commonMinutesAgo
source: {minutes, plural, =1{1m ago} other{{minutes}m ago}}
sl: {minutes, plural, one{pred {minutes} minuto} two{pred {minutes} minutama} few{pred {minutes} minutami} other{pred {minutes} minutami}}

# commonHoursAgo
source: {hours, plural, =1{1h ago} other{{hours}h ago}}
sl: {hours, plural, one{pred {hours} uro} two{pred {hours} urama} few{pred {hours} urami} other{pred {hours} urami}}

# commonDaysAgo
source: {days, plural, =1{1d ago} other{{days}d ago}}
sl: {days, plural, one{pred {days} dnem} two{pred {days} dnevoma} few{pred {days} dnevi} other{pred {days} dnevi}}

# commonWeeksAgo
source: {weeks, plural, =1{1w ago} other{{weeks}w ago}}
sl: {weeks, plural, one{pred {weeks} tednom} two{pred {weeks} tednoma} few{pred {weeks} tedni} other{pred {weeks} tedni}}

# commonTba
source: TBA
sl: Kmalu

# commonUntitled
source: Untitled
sl: Brez naslova

# commonDigital
source: Digital
sl: Digitalno

# commonArtwork
source: Artwork
sl: Umetnina

# commonUndo
source: Undo
sl: Razveljavi

# messagesTitle
source: Messages
sl: Sporočila

# messagesEmptyNoConversationsTitle
source: No conversations
sl: Ni pogovorov

# messagesEmptyNoConversationsDescription
source: Start a conversation using the chat button below.
sl: Začni pogovor z gumbom za klepet spodaj.

# messagesEmptyStartChatAction
source: Start a chat
sl: Začni klepet

# messagesFallbackGroupTitle
source: Group
sl: Skupina

# messagesFallbackConversationTitle
source: Conversation
sl: Pogovor

# messagesFallbackConversationInitial
source: C
sl: P

# messagesCreateConversationTitle
source: Create conversation
sl: Ustvari pogovor

# messagesCreateConversationTitleOptionalLabel
source: Title (optional)
sl: Naslov (neobvezno)

# messagesCreateConversationMembersLabel
source: Members (username or wallet)
sl: Člani (uporabniško ime ali denarnica)

# messagesCreateConversationGroupAvatarOptionalLabel
source: Group avatar (optional)
sl: Avatar skupine (neobvezno)

# messagesCreateConversationIsGroupLabel
source: Group
sl: Skupina

# messagesReplyingToLabel
source: Replying to {name}
sl: Odgovarjaš {name}

# messagesCreatedNewGroupChatToast
source: Created a new group chat.
sl: Ustvarjen je nov skupinski klepet.

# messagesUploadingAvatarToast
source: Uploading avatar…
sl: Nalaganje avatarja…

# messagesAvatarUpdatedToast
source: Avatar updated.
sl: Avatar je posodobljen.

# messagesUpdateAvatarFailedToast
source: Unable to update avatar right now.
sl: Avatarja trenutno ni mogoče posodobiti.

# messagesMenuAddMember
source: Add member
sl: Dodaj člana

# messagesMenuRenameConversation
source: Rename conversation
sl: Preimenuj pogovor

# messagesMenuChangeGroupAvatar
source: Change group avatar
sl: Spremeni avatar skupine

# messagesAttachmentDefaultFilename
source: attachment
sl: priloga

# messagesAttachmentFailedToLoadImage
source: Failed to load image
sl: Slike ni mogoče naložiti

# messagesAttachmentPlayVideoButton
source: Play Video
sl: Predvajaj video

# messagesAttachmentDownloadButton
source: Download
sl: Prenesi

# messagesTypeMessageHint
source: Type a message…
sl: Vpiši sporočilo…

# messagesAddMemberDialogTitle
source: Add member
sl: Dodaj člana

# messagesAddMemberIdentifierLabel
source: Username or wallet
sl: Uporabniško ime ali denarnica

# messagesAddMemberDialogLoadFailedTitle
source: Unable to load member
sl: Uporabnika ni mogoče naložiti

# messagesAddMemberDialogLoadFailedBody
source: We couldn't load this user right now. Please try again.
sl: Uporabnika trenutno ni mogoče naložiti. Poskusi znova.

# messagesConversationMembersTitle
source: Conversation members
sl: Člani pogovora

# messagesMemberLabel
source: Member
sl: Član

# messagesMemberOptionsTitle
source: Member options
sl: Možnosti člana

# messagesMemberOptionsBody
source: What would you like to do with {displayName}?
sl: Kaj želiš narediti z {displayName}?

# messagesTransferOwnershipAction
source: Transfer ownership
sl: Prenesi lastništvo

# messagesRemoveMemberAction
source: Remove member
sl: Odstrani člana

# messagesTransferOwnershipTitle
source: Transfer ownership
sl: Prenos lastništva

# messagesTransferOwnershipBody
source: Transfer ownership to {displayName} ({wallet})?
sl: Prenesem lastništvo na {displayName} ({wallet})?

# messagesOwnershipTransferredToast
source: Ownership transferred.
sl: Lastništvo je preneseno.

# messagesTransferFailedToast
source: Transfer failed.
sl: Prenos ni uspel.

# messagesManageMemberAction
source: Manage
sl: Upravljaj

# messagesRenameConversationTitle
source: Rename conversation
sl: Preimenuj pogovor

# messagesRenameConversationHint
source: Enter a new name
sl: Vnesi novo ime

# messagesRenameConversationFieldLabel
source: Conversation name
sl: Ime pogovora
