Repository: kubus-project/art.kubus
Catalog: lib/l10n/app_*.arb
Languages: sl

# connectWalletWalletConnectNoWalletLink
source: Create one
sl: Ustvari jo

# connectWalletWalletConnectScanQrTitle
source: Scan WalletConnect QR code
sl: Skeniraj WalletConnect QR kodo

# connectWalletWalletConnectScanQrHint
source: Position the QR code within the frame
sl: Postavi QR kodo v okvir

# connectWalletWalletConnectUriRequiredToast
source: Please enter a WalletConnect URI
sl: Vnesi URI WalletConnect

# connectWalletWalletConnectInvalidUriToast
source: Invalid WalletConnect URI
sl: Neveljaven URI WalletConnect

# connectWalletWalletConnectNeedsLocalWalletToast
source: Create or import a wallet before using WalletConnect
sl: Pred uporabo WalletConnect ustvari ali uvozi denarnico

# connectWalletWalletConnectConnectedToast
source: Connected to {address}
sl: Povezano z {address}

# connectWalletWalletConnectConnectionErrorToast
source: Connection error. Please try again.
sl: Napaka pri povezavi. Poskusi znova.

# connectWalletWalletConnectWaitingApprovalToast
source: Waiting for wallet approval…
sl: Čakam na potrdiv v denarnici…

# connectWalletWalletConnectFailedToast
source: Failed to connect with WalletConnect
sl: Povezava prek WalletConnect ni uspela

# walletHomeTitle
source: My wallet
sl: Moja denarnica

# walletHomeLoadingLabel
source: Loading your wallet…
sl: Nalaganje denarnice…

# walletHomeNoWalletDescription
source: Connect a wallet to get started.
sl: Za začetek poveži denarnico.

# walletHomeAlreadyConnectedToast
source: Wallet is already connected.
sl: Denarnica je že povezana.

# walletHomeTotalBalanceLabel
source: Total balance
sl: Skupno stanje

# walletHomeAddressLabel
source: Address: {address}
sl: Naslov: {address}

# walletHomeAddressCopiedToast
source: Address copied to clipboard!
sl: Naslov kopiran v odložišče!

# walletHomeActionSend
source: Send
sl: Pošlji

# walletHomeActionReceive
source: Receive
sl: Prejmi

# walletHomeActionSwap
source: Swap
sl: Zamenjaj

# walletHomeActionNfts
source: NFTs
sl: NFT

# walletHomeYourTokensTitle
source: Your tokens
sl: Tvoji žetoni

# walletHomeRecentTransactionsTitle
source: Recent transactions
sl: Nedavne transakcije

# walletHomeTimeAgoDays
source: {count}d ago
sl: pred {count} d

# walletHomeTimeAgoHours
source: {count}h ago
sl: pred {count} h

# walletHomeTimeAgoMinutes
source: {count}m ago
sl: pred {count} min

# walletHomeTxSwapLabel
source: Swapped
sl: Zamenjano

# walletHomeTxStakeLabel
source: Staked
sl: Zastavljeno

# walletHomeTxUnstakeLabel
source: Unstaked
sl: Od-zastavljeno

# walletHomeTxGovernanceVoteLabel
source: Governance vote
sl: Glasovanje (upravljanje)

# receiveTokenTitle
source: Receive tokens
sl: Prejmi žetone

# receiveTokenSelectTokenTitle
source: Select token to receive
sl: Izberi žeton za prejem

# receiveTokenBalanceLabel
source: Bal. {amount}
sl: Stanje: {amount}

# receiveTokenQrError
source: QR error Generation failed
sl: Napaka QR Ustvarjanje ni uspelo

# receiveTokenQrRequiresWallet
source: Create or import a wallet to generate a QR code
sl: Ustvari ali uvozi denarnico za ustvarjanje QR kode

# receiveTokenScanToSend
source: Scan to send {token}
sl: Skeniraj za pošiljanje {token}

# receiveTokenAnyoneCanSend
source: Anyone can send {token} to this address
sl: Vsak lahko pošlje {token} na ta naslov

# receiveTokenFinishSetupToShare
source: Finish wallet setup to share your address
sl: Dokončaj nastavitev denarnice, da lahko deliš naslov.

# receiveTokenYourAddressTitle
source: Your {token} address
sl: Tvoj naslov za {token}

# receiveTokenShareAddressTooltip
source: Share address
sl: Deli naslov

# receiveTokenCopyAddressTooltip
source: Copy address
sl: Kopiraj naslov

# receiveTokenRequiresWalletToReceive
source: Create or import a wallet to receive tokens
sl: Za prejem žetonov ustvari ali uvozi denarnico

# receiveTokenCopyAddressButton
source: Copy address
sl: Kopiraj naslov

# receiveTokenHowToReceiveTitle
source: How to receive {token}
sl: Kako prejeti {token}

# receiveTokenStep1Title
source: Share your address
sl: Deli svoj naslov

# receiveTokenStep1Description
source: Send your wallet address to the person who wants to send you {token}
sl: Osebi, ki ti želi poslati {token}, pošlji naslov denarnice

# receiveTokenStep2Title
source: Or show QR code
sl: Ali pokaži QR kodo

# receiveTokenStep2Description
source: Let them scan the QR code above with their wallet app
sl: Naj s svojo denarnico skenirajo zgornjo QR kodo

# receiveTokenStep3Title
source: Receive tokens
sl: Prejmi žetone

# receiveTokenStep3Description
source: Tokens will appear in your wallet once the transaction is confirmed
sl: Žetoni se bodo prikazali v denarnici, ko bo transakcija potrjena

# receiveTokenWarningOnlySend
source: Only send {token} and compatible tokens to this address
sl: Na ta naslov pošiljaj samo {token} in združljive žetone

# receiveTokenNoWalletAddressToast
source: No wallet address available yet
sl: Naslov denarnice še ni na voljo

# receiveTokenShareText
source: Send {token} to {address} {payload}
sl: Pošlji {token} na {address} {payload}

# receiveTokenNoTokensMessage
source: Connect or import a wallet to display available tokens.
sl: Za prikaz žetonov poveži ali uvozi denarnico.

# sendTokenTitle
source: Send token
sl: Pošlji žeton

# sendTokenScanQrTooltip
source: Scan QR code
sl: Skeniraj QR kodo

# sendTokenQrScannerUnavailableTooltip
source: QR scanner not available
sl: QR skener ni na voljo

# sendTokenSelectTokenTitle
source: Select token
sl: Izberi žeton

# sendTokenRecipientAddressTitle
source: Recipient address
sl: Naslov prejemnika

# sendTokenRecipientAddressHint
source: Enter recipient address
sl: Vnesi naslov prejemnika

# sendTokenAmountTitle
source: Amount
sl: Znesek

# sendTokenAvailableLabel
source: Available: {amount} {token}
sl: Na voljo: {amount} {token}

# sendTokenTransactionSummaryTitle
source: Transaction summary
sl: Povzetek transakcije

# sendTokenSummaryAmountLabel
source: Amount
sl: Znesek

# sendTokenSummaryFeesLabel
source: Kubus fees (~{percent}%)
sl: kubus provizije (~{percent}%)

# sendTokenSummaryEstimatedDebitLabel
source: Estimated token debit
sl: Ocenjen odtegljaj

# sendTokenSummaryUsdValueLabel
source: USD value
sl: Vrednost v USD

# sendTokenSummaryNetworkFeeLabel
source: Network fee
sl: Omrežna provizija

# sendTokenNetworkFeeNote
source: Network fees are paid in SOL. Keep a small SOL balance for gas.
sl: Omrežne provizije se plačujejo v SOL. Imej nekaj SOL za provizije.

# sendTokenNoTokensMessage
source: Connect or create a wallet to select tokens for sending.
sl: Poveži ali ustvari denarnico, da izbereš žetone za pošiljanje.

# sendTokenButtonLabel
source: Send {token}
sl: Pošlji {token}

# sendTokenAddressRequiredError
source: Address is required
sl: Naslov je obvezen

# sendTokenAddressInvalidError
source: Enter a valid Solana address
sl: Vnesi veljaven Solana naslov

# sendTokenAmountRequiredError
source: Amount is required
sl: Znesek je obvezen

# sendTokenAmountGreaterThanZeroError
source: Amount must be greater than 0
sl: Znesek mora biti večji od 0

# sendTokenInsufficientBalanceError
source: Insufficient balance
sl: Premalo sredstev

# sendTokenNoBalanceToast
source: No balance available for this token
sl: Za ta žeton ni na voljo stanja

# sendTokenMaxAmountComputeFailedToast
source: Unable to compute max amount. Keep some balance for fees.
sl: Največjega zneska ni mogoče izračunati. Pusti nekaj sredstev za provizije.

# sendTokenQrScannerUnsupportedWeb
source: QR code scanning is not available on web browsers. Please use the mobile or desktop app for this feature.
sl: Skeniranje QR kod ni na voljo v spletnih brskalnikih. Za to funkcijo uporabi mobilno ali namizno aplikacijo.

# sendTokenQrScannerUnsupportedDesktop
source: QR code scanning is not available on desktop platforms. Please use the mobile app for this feature.
sl: Skeniranje QR kod ni na voljo na namiznih platformah. Za to funkcijo uporabi mobilno aplikacijo.

# sendTokenQrScannerUnsupportedPlatform
source: QR code scanning is not supported on this platform.
sl: Skeniranje QR kod na tej platformi ni podprto.

# sendTokenQrUnreadableToast
source: Unable to read QR code payload.
sl: Ni mogoče prebrati vsebine QR kode.

# sendTokenQrInvalidAddressToast
source: QR code did not include a valid address.
sl: QR koda ne vsebuje veljavnega naslova.

# sendTokenQrScannedAddressLabel
source: Address scanned
sl: Naslov skeniran

# sendTokenQrScannedTokenLabel
source: Token: {token}
sl: Žeton: {token}

# sendTokenQrScannedAmountLabel
source: Amount: {amount}
sl: Znesek: {amount}

# sendTokenQrScanErrorToast
source: Error scanning QR code. Please try again.
sl: Napaka pri skeniranju QR kode. Poskusi znova.

# sendTokenSendSuccessToast
source: Sent {amount} {token} successfully
sl: Uspešno poslano {amount} {token}

# sendTokenSendFailedToast
source: Failed to send tokens. Please try again.
sl: Pošiljanje žetonov ni uspelo. Poskusi znova.

# sendTokenInsufficientAfterFeesToast
source: Insufficient balance after protocol fees. Reduce the amount or top up your wallet.
sl: Premalo sredstev po protokolnih provizijah. Zmanjšaj znesek ali dopolni denarnico.

# sendTokenNoKeypairToast
source: No wallet keypair available. Reconnect or re-import your wallet.
sl: Ni na voljo ključnega para denarnice. Ponovno poveži ali znova uvozi denarnico.

# sendTokenInvalidAddressBeforeSendToast
source: Enter a valid Solana address before sending.
sl: Pred pošiljanjem vnesi veljaven Solana naslov.

# sendTokenConnectWalletBeforeSendToast
source: Connect your wallet before sending tokens.
sl: Pred pošiljanjem poveži denarnico.

# qrScannerTitle
source: Scan QR code
sl: Skeniraj QR kodo

# qrScannerWebUnavailableTitle
source: QR scanner not available
sl: QR skener ni na voljo

# qrScannerWebUnavailableDescription
source: Camera-based QR scanning is not supported on web browsers. Please paste or type the address manually instead.
sl: Skeniranje QR kod s kamero ni podprto v spletnih brskalnikih. Namesto tega prilepi ali vnesi naslov ročno.

# qrScannerGoBackButton
source: Go back
sl: Nazaj

# qrScannerPreparingCameraLabel
source: Preparing camera…
sl: Pripravljam kamero…

# qrScannerPermissionNeededTitle
source: Camera permission needed
sl: Potrebno dovoljenje za kamero

# qrScannerPermissionNeededDescription
source: Enable camera access to scan wallet QR codes securely.
sl: Omogoči dostop do kamere za varno skeniranje QR kod denarnice.

# qrScannerOpenSettingsButton
source: Open settings
sl: Odpri nastavitve

# qrScannerGrantCameraAccessButton
source: Grant camera access
sl: Dovoli dostop do kamere

# qrScannerCameraErrorTitle
source: Camera error
sl: Napaka kamere

# qrScannerCameraErrorDescription
source: Unable to start camera. Please check permissions and try again.
sl: Kamere ni mogoče zagnati. Preveri dovoljenja in poskusi znova.

# qrScannerStatusAddressCapturedTitle
source: Address captured
sl: Naslov zajet

# qrScannerStatusUnsupportedQrTitle
source: Unsupported QR code
sl: Nepodprta QR koda

# qrScannerStatusUnsupportedQrDescription
source: This QR code does not include a valid Solana address.
sl: Ta QR koda ne vsebuje veljavnega Solana naslova.

# qrScannerStatusReadyTitle
source: Ready to scan
sl: Pripravljeno na skeniranje

# qrScannerStatusReadyDescription
source: Align the QR code inside the frame to capture a Solana address.
sl: Poravnaj QR kodo znotraj okvirja, da zajameš Solana naslov.

# qrScannerMetaAmountLabel
source: Amount
sl: Znesek

# qrScannerInvalidQrToast
source: Please scan a Solana wallet QR code.
sl: Prosim, skeniraj QR kodo Solana denarnice.

# qrScannerTorchNotSupportedToast
source: Torch toggle not supported on this device.
sl: Vklop bliskavice na tej napravi ni podprt.

# qrScannerSwitchCameraFailedToast
source: Unable to switch camera.
sl: Kamere ni mogoče zamenjati.

source: Artwork not found
sl: Umetnina ni najdena

source: Web3 dashboard - coming soon
sl: Web3 nadzorna plošča – kmalu

# artDetailLoadingTitle
source: Loading artwork
sl: Nalaganje umetnine

# artDetailTitle
source: Artwork
sl: Umetnina

# artDetailLoadFailedMessage
source: Failed to load artwork details. Please try again.
sl: Nalaganje podrobnosti umetnine ni uspelo. Poskusi znova.

# artworkDetailLike
source: Like
sl: Všečkaj

# artworkDetailLiked
source: Liked
sl: Všečkano

# artworkDetailHideComments
source: Hide comments
sl: Skrij komentarje

# artworkDetailMintNft
source: Mint as NFT
sl: Izdaj kot NFT

# eventCreatorSelectStartEndDatesToast
source: Please select start and end dates
sl: Prosim, izberi začetni in končni datum

# eventCreatorEnterCapacityToast
source: Please enter event capacity
sl: Prosim, vnesi kapaciteto dogodka

# eventCreatorNoInstitutionAvailableToast
source: No institution available for this event
sl: Za ta dogodek ni na voljo institucije

# eventCreatorSelectedInstitutionNotFoundToast
source: Selected institution not found
sl: Izbrana institucija ni najdena

# eventCreatorEndTimeAfterStartToast
source: End time must be after start time
sl: Končni čas mora biti po začetnem času

# eventCreatorEventUpdatedTitle
source: Event updated
sl: Dogodek posodobljen

# eventCreatorEventCreatedTitle
source: Event created
sl: Dogodek ustvarjen

# eventCreatorEventUpdatedBody
source: Your event has been updated successfully.
sl: Tvoj dogodek je bil uspešno posodobljen.

# eventCreatorEventCreatedBody
source: Your event has been created successfully.
sl: Tvoj dogodek je bil uspešno ustvarjen.

# eventCreatorCreateAnotherButton
source: Create another
sl: Ustvari še enega

# eventCreatorSaveFailedToast
source: Failed to save event. Please try again.
sl: Shranjevanje dogodka ni uspelo. Poskusi znova.

# activityNavigationUnableToOpenToast
source: Unable to open this activity right now.
sl: Trenutno ni mogoče odpreti te dejavnosti.

# navigationUnableToNavigateToScreen
source: Unable to navigate to {screenName}
sl: Ni mogoče odpreti zaslona »{screenName}«.

# arMarkerScannerDefaultArtworkTitle
source: AR artwork
sl: AR umetnina

# arMarkerScannerInvalidQrFormatToast
source: Invalid QR code format
sl: Neveljavna oblika QR kode

# arMarkerScannerMissingModelUrlToast
source: QR code missing model URL
sl: QR kodi manjka povezava do modela

# arMarkerScannerByArtist
source: By {artist}
sl: Avtor: {artist}

# arMarkerScannerLaunchViewerPrompt
source: Launch AR viewer?
sl: Zaženem AR pregledovalnik?

# arMarkerScannerLaunchFailedInstallPrompt
source: Failed to launch AR viewer. Install Google ARCore?
sl: AR pregledovalnika ni mogoče zagnati. Namestim Google ARCore?

# arMarkerScannerProcessingFailedToast
source: Failed to process QR code. Please try again.
sl: Obdelava QR kode ni uspela. Poskusi znova.

# arMarkerScannerProcessingQrLabel
source: Processing QR code…
sl: Obdelujem QR kodo…

# arMarkerScannerPointCameraLabel
source: Point camera at QR code to discover AR artwork
sl: Usmeri kamero v QR kodo za odkrivanje AR umetnin

# arMarkerScannerLaunchingViewerLabel
source: Launching AR viewer…
sl: Zaganjam AR pregledovalnik…

# arArtworkCardLaunchFailedToast
source: Failed to launch AR. Please try again.
sl: Zagon AR ni uspel. Poskusi znova.

# arArtworkCardUnavailableLabel
source: AR unavailable
sl: AR ni na voljo

# arArtworkCardGetCloserLabel
source: Get closer
sl: Približaj se

# artistGalleryTitle
source: Your gallery
sl: Tvoja galerija

# artistGalleryArtworkCount
source: {count, plural, =1{1 artwork} other{{count} artworks}}
sl: {count, plural, =1{1 umetnina} =2{2 umetnini} few{{count} umetnine} other{{count} umetnin}}

# artistGalleryStatActiveLabel
source: Active
sl: Aktivno

# artistGalleryStatViewsLabel
source: Views
sl: Ogledi

# artistGalleryStatLikesLabel
source: Likes
sl: Všečki

# artistGalleryFilterAll
source: All
sl: Vse

# artistGalleryFilterActive
source: Active
sl: Aktivno

# artistGalleryFilterDraft
source: Draft
sl: Osnutki

# artistGalleryFilterSold
source: Sold
sl: Prodano

# artistGallerySortByTitle
source: Sort by
sl: Razvrsti po

# artistGallerySortNewest
source: Newest
sl: Najnovejše

# artistGallerySortOldest
source: Oldest
sl: Najstarejše

# artistGallerySortMostViews
source: Most views
sl: Največ ogledov

# artistGallerySortMostLikes
source: Most likes
sl: Največ všečkov

# artistGallerySearchTitle
source: Search artworks
sl: Išči umetnine

# artistGallerySearchHint
source: Enter artwork title…
sl: Vnesi naslov umetnine…

# artistGalleryCreateNewTitle
source: Create new artwork
sl: Ustvari novo umetnino

# artistGalleryCreateNewDescription
source: Navigate to the Create tab to upload and create your new artwork.
sl: Pojdi na zavihek Ustvari, da naloži in ustvari novo umetnino.

# artistGalleryGoToCreateButton
source: Go to Create
sl: Pojdi na Ustvari

# artistGalleryEmptyTitle
source: No artworks yet
sl: Še ni umetnin

# artistGalleryEmptyDescription
source: Create your first artwork to get started.
sl: Ustvari svojo prvo umetnino, da začneš.

# artistGalleryCreateArtworkButton
source: Create artwork
sl: Ustvari umetnino

# artistGalleryEditingToast
source: Editing {title}
sl: Urejanje: {title}

# artistGallerySharingToast
source: Sharing {title}
sl: Deljenje: {title}

# artistGalleryPublishSuccessToast
source: "{title}" published
sl: "{title}" objavljena

# artistGalleryUnpublishSuccessToast
source: "{title}" moved to draft
sl: "{title}" premaknjena v osnutek

# artistGalleryPublishFailedToast
source: Failed to publish "{title}". Please try again.
sl: Objava "{title}" ni uspela. Poskusi znova.

# artistGalleryUnpublishFailedToast
source: Failed to unpublish "{title}". Please try again.
sl: Umaknitev objave za "{title}" ni uspela. Poskusi znova.

# artistGalleryDeletedToast
source: {title} deleted
sl: "{title}" izbrisana

# artistGalleryDeleteArtworkTitle
source: Delete artwork
sl: Izbriši umetnino

# artistGalleryDeleteConfirmBody
source: Are you sure you want to delete "{title}"? This action cannot be undone.
sl: Ali si prepričan/a, da želiš izbrisati "{title}"? Tega dejanja ni mogoče razveljaviti.

# artistCreatorCreateArtworkButton
source: Create artwork
sl: Ustvari umetnino

# artistCreatorCoverSelectedToast
source: Cover selected
sl: Naslovna slika izbrana

# artistCreatorPickImageFailedToast
source: Failed to pick an image. Please try again.
sl: Izbira slike ni uspela. Poskusi znova.

# artistCreatorModelSelectedToast
source: 3D model selected
sl: 3D model izbran

# artistCreatorPickModelFailedToast
source: Failed to pick a 3D model. Please try again.
sl: Izbira 3D modela ni uspela. Poskusi znova.

# artistCreatorSelectImageToast
source: Please select an image
sl: Prosim, izberi sliko

# artistCreatorConnectWalletToPublishToast
source: Connect your wallet to publish artwork.
sl: Poveži denarnico za objavo umetnine.

# artistCreatorSelectCoverImageToast
source: Please select a cover image.
sl: Prosim, izberi naslovno sliko.

# artistCreatorUploadModelToEnableArToast
source: Upload a 3D model to enable AR.
sl: Naloži 3D model za omogočanje AR.

# artistCreatorEnterLatLngOrDisableToast
source: Enter both latitude and longitude or disable coordinates.
sl: Vnesi tako zemljepisno širino kot dolžino ali izklopi koordinate.

# artistCreatorInvalidCoordinatesToast
source: Coordinates must be valid latitude/longitude values.
sl: Koordinate morajo biti veljavne vrednosti zemljepisne širine/dolžine.

# artistCreatorCoverUrlMissingToast
source: Upload succeeded but cover URL is missing.
sl: Nalaganje je uspelo, vendar manjka povezava do naslovne slike.

# artistCreatorSubmittedPendingToast
source: Artwork submitted. Backend response pending.
sl: Umetnina je poslana. Odgovor strežnika še čaka.

# artistCreatorSuccessTitle
source: Success!
sl: Uspeh!

# artistCreatorSuccessBody
source: Your artwork has been created successfully!
sl: Tvoja umetnina je bila uspešno ustvarjena!

# artistCreatorViewGalleryButton
source: View gallery
sl: Prikaži galerijo

# artistCreatorCreateFailedToast
source: Failed to create artwork. Please try again.
sl: Ustvarjanje umetnine ni uspelo. Poskusi znova.

# artistCreatorHelpTitle
source: AR marker creation
sl: Ustvarjanje AR označevalca

# artistCreatorHelpBody
source: Follow the 4-step process to create your AR artwork: 1. Upload: Select your artwork image 2. Details: Enter title, description, and pricing 3. Settings: Configure location and features 4. Review: Confirm and publish your artwork
sl: Sledi 4-koraknemu postopku za ustvarjanje AR umetnine: 1. Naloži: Izberi sliko umetnine 2. Podrobnosti: Vnesi naslov, opis in ceno 3. Nastavitve: Nastavi lokacijo in funkcije 4. Pregled: Potrdi in objavi umetnino

# artistStudioTitle
source: Artist Studio
sl: Umetniški studio

# artistStudioHeaderWelcome
source: Welcome to your Studio
sl: Dobrodošel/a v tvojem studiu

# artistStudioHeaderSubtitle
source: Create AR markers for your artwork and share them with the world
sl: Ustvari AR označevalce za svojo umetnino in jih deli s svetom

# artistStudioInstitutionRoleActiveTitle
source: Institution role active
sl: Aktivna vloga institucije

# artistStudioInstitutionReviewInProgressTitle
source: Institution review in progress
sl: Pregled institucije v teku

# artistStudioInstitutionRoleActiveDescription
source: Institution accounts can view exhibitions and events but cannot maintain artist applications. Use a dedicated artist wallet to create artworks.
sl: Institucijski računi lahko vidijo razstave in dogodke, vendar ne morejo vzdrževati umetniških prijav. Za ustvarjanje umetnin uporabi ločeno umetniško denarnico.

# artistStudioInstitutionReviewInProgressDescription
source: You have an institution application pending. Complete or withdraw it before switching to an artist review.
sl: Imaš odprto prijavo za institucijo. Pred preklopom na umetniški pregled jo zaključi ali umakni.

# artistStudioCrossRoleInstitutionBadgeActiveTitle
source: Institution badge active
sl: Značka institucije je aktivna

# artistStudioCrossRoleInstitutionBadgeActiveDescription
source: Institution accounts unlock curation & event tooling. Use a dedicated artist wallet if you need creator utilities.
sl: Institucijski računi odklenejo kuratorstvo in orodja za dogodke. Če potrebuješ ustvarjalna orodja, uporabi ločeno umetniško denarnico.

# artistStudioCrossRoleInstitutionReviewInProgressTitle
source: Institution review in progress
sl: Pregled institucije v teku

# artistStudioCrossRoleInstitutionReviewInProgressDescription
source: You currently have an institution application pending. Complete that process or request a review reset before applying as an artist.
sl: Trenutno imaš odprto prijavo za institucijo. Pred prijavo kot umetnik dokončaj postopek ali zahtevaj ponastavitev pregleda.

# artistStudioCrossRoleConflictTitle
source: Role conflict detected
sl: Zaznan konflikt vlog

# artistStudioCrossRoleConflictDescription
source: We detected an existing institution record for this wallet. Clear it from settings before applying as an artist.
sl: Za to denarnico smo zaznali obstoječi institucijski zapis. Pred prijavo kot umetnik ga počisti v nastavitvah.

# artistStudioDaoCardTitle
source: Artist application (DAO)
sl: Umetniška prijava (DAO)

# artistStudioDaoCardSubtitle
source: Submit your practice for DAO review. Future releases will route approvals directly through governance.
sl: Predstavi svojo prakso v pregled DAO. Prihodnje izdaje bodo odobritve usmerjale neposredno skozi upravljanje.

# artistStudioDaoStatusApproved
source: APPROVED
sl: ODOBRENO

# artistStudioDaoStatusPending
source: PENDING
sl: V OBRAVNAVI

# artistStudioDaoStatusRejected
source: REJECTED
sl: ZAVRNJENO

# artistStudioDaoStatusNotApplied
source: NOT APPLIED
sl: NI PRIJAVE

# artistStudioStatusSyncedFromDao
source: Status synced from DAO
sl: Stanje sinhronizirano iz DAO

# artistStudioReviewPendingInfo
source: Your submission is in the DAO review queue. We'll notify you after a decision.
sl: Tvoja prijava je v čakalni vrsti za pregled DAO. Po odločitvi te bomo obvestili.
